)	673518
(	671394
;	560759
,	413246
=	253648
if	163335
0	157238
{	145773
}	142086
]	109142
[	109142
:	94154
*	89354
case	80091
break;	72427
1	71751
==	64185
_	55038
error	53527
&	51441
&&	45146
-	43416
vr_3	43170
vr_2	42225
vr_11	40280
!	40189
NULL	38488
vr_7	37688
true	37296
!=	37248
int	36759
++	36131
char	34661
else	32915
vr_10	32209
vr_5	31771
vr_8	31680
<	29869
vr_13	29695
false	28968
vr_14	28938
vr_9	28255
vr_6	28075
vr_16	27206
vr_4	26955
vr_18	25968
+	23651
.	22179
fn_1	21793
||	21326
vr_17	21025
vr_15	20344
vr_22	20167
while	19238
vl_15	19043
return	18758
2	18692
vl_19	18150
vr_12	17856
vr_29	17736
const	17213
vl_18	16762
->	16463
for	16343
vr_32	16330
stdout	16090
vl_9	15928
vl_14	15912
<=	15286
vl_13	15103
vl_10	15068
vr_19	15061
tp_1	14969
vl_20	14671
bool	14618
vr_20	14417
vr_21	14352
vl_6	14291
?	14063
vr_33	13895
vr_39	13521
vl_5	13361
vr_24	12845
vr_35	12754
vr_34	12419
vr_27	12246
vl_12	12240
switch	12193
fputs	11972
vl_26	11968
vl_45	11548
vl_1	11505
vl_16	11381
vr_1	11303
vl_11	11119
fn_10	11016
static	10971
()	10921
vl_22	10700
vr_26	10548
struct	10153
vr_23	10061
line	10013
vr_36	10007
vl_3	9812
default:	9516
fn_6	9499
vl_17	9138
vl_2	9098
fn_4	9029
vl_21	8654
fn_16	8543
vl_7	8471
vl_25	8352
>	8231
vl_23	8203
fn_9	8121
+=	8104
vl_8	8076
vr_31	8062
vr_53	7950
unsigned	7707
vr_37	7649
void	7486
fn_8	7481
exit	7380
vr_25	7358
'	7322
putchar	7043
vr_41	6996
vr_40	6957
printf	6892
fn_5	6835
vl_24	6770
vr_30	6756
fn_11	6674
&=	6594
fn_7	6592
|	6549
vr_73	6462
--	6293
fn_24	6213
vr_28	6171
fn_15	6146
|=	6117
vl_40	6058
fn_3	5994
lr_4	5953
vl_27	5947
vr_38	5934
lr_7	5818
fn_14	5739
atexit	5721
MST[STMT!TRAPSTMT]MSP[]	5698
vl_28	5649
fn_19	5547
tp_2	5492
lr_16	5424
lr_13	5390
vl_93	5234
vl_46	5229
'c'	5209
vl_4	5186
10	5086
lr_10	5077
'\n'	5077
'a'	5065
setlocale	5053
fn_13	5038
fn_18	4970
vr_72	4956
(;	4948
vl_30	4935
fn_17	4934
fn_12	4923
lr_5	4881
vl_38	4787
free	4753
fn_21	4744
vl_41	4716
fn_20	4676
vr_64	4575
tp_3	4571
lr_12	4545
MST[@!ABS$@$]MSP[]	4502
'0'	4285
vr_93	4263
lr_14	4198
vr_67	4185
lr_8	4183
>>	4170
vr_43	4147
MST[SWITCH!SHUFFLECASESDESTS$2$]MSP[]	4143
fn_2	4009
vl_32	4006
lr_15	3961
vl_29	3928
fclose	3918
ferror	3795
'd'	3790
vl_103	3789
vl_36	3781
sizeof	3780
lr_11	3763
lr_9	3721
'\\'	3675
'f'	3662
vl_63	3650
vr_62	3638
lr_3	3629
fn_26	3576
vr_42	3563
lr_6	3559
/	3541
'b'	3474
vl_83	3460
vr_117	3383
MST[STMT!DELSTMT]MSP[]	3353
fn_39	3348
lr_24	3337
lr_20	3299
lr_17	3297
's'	3296
fn_25	3272
vl_34	3267
vl_60	3242
vr_118	3216
main	3186
vl_48	3180
vl_31	3159
vl_39	3110
vl_52	3057
'\0'	3048
long	2997
lr_2	2987
lr_19	2974
vl_87	2961
'e'	2914
lr_21	2911
~	2894
#endif	2891
3	2808
lr_1	2803
vr_45	2802
tp_4	2800
vl_43	2755
vl_77	2726
lr_18	2722
vl_50	2711
vr_48	2706
vr_44	2698
do	2672
vr_50	2655
fn_23	2646
fn_22	2600
vl_37	2593
vr_49	2586
4	2502
feof	2498
fn_28	2493
fn_56	2492
vl_33	2463
#if	2459
vr_75	2446
vl_44	2442
lr_22	2416
8	2401
getenv	2395
vr_65	2356
^	2334
't'	2314
fn_27	2300
'7'	2267
'i'	2260
'L'	2252
vl_104	2249
lr_25	2246
vr_104	2239
vl_35	2239
strchr	2216
'/'	2177
-=	2167
lr_23	2164
vl_53	2144
fn_62	2141
MST[C!ADD$C$1$]MSP[]	2137
);	2137
vr_55	2130
vr_113	2113
'r'	2098
'm'	2073
'v'	2067
fn_36	2054
vl_105	2022
vr_78	2008
fn_33	2008
vl_102	1979
vl_51	1958
vl_78	1954
vr_70	1930
vr_71	1910
tp_5	1891
vr_84	1877
vl_121	1848
'o'	1846
fn_38	1815
'2'	1802
vr_80	1787
vr_103	1784
'1'	1741
'p'	1734
vr_51	1713
'X'	1706
MST[C!ADD$C$-1$]MSP[]	1702
vr_68	1699
vl_92	1669
goto	1668
vr_76	1665
fn_29	1647
vr_85	1613
<<	1595
lr_27	1594
vr_63	1587
86400	1587
MST[CALL!SHUFFLEARGS$2$]MSP[]	1570
fn_40	1556
vr_111	1529
vl_47	1529
vl_115	1523
vr_74	1496
'P'	1488
vl_68	1482
vl_54	1479
strlen	1473
vr_66	1466
1024	1464
continue;	1462
'x'	1460
'n'	1460
vl_73	1455
vr_77	1439
vr_79	1435
'z'	1419
vr_82	1418
lr_26	1415
fn_42	1400
vr_61	1396
fn_84	1384
vr_81	1381
'E'	1375
'h'	1356
fn_47	1344
'+'	1342
fn_71	1336
'u'	1327
fn_53	1325
tolower	1322
ISDIGIT	1300
vr_112	1285
lr_29	1278
vl_81	1276
fn_31	1275
vl_67	1269
enum	1258
vl_110	1234
lr_41	1226
vr_60	1220
setvbuf	1182
'w'	1182
assert	1167
lr_28	1163
lb_1;	1154
lr_32	1153
fn_44	1152
vr_69	1136
fprintf	1133
'l'	1133
vr_106	1130
fopen	1129
lr_30	1117
24	1102
vr_116	1092
vl_70	1091
#else	1086
fn_64	1076
'*'	1067
0xffff	1059
vr_59	1058
3600	1058
vr_114	1055
'3'	1048
lr_37	1030
fn_35	1026
[]	1022
0xFF	1020
vl_42	1018
vl_66	1011
fn_30	996
MST[C!CONSTVAL$0$]MSP[]	982
16	974
fn_50	966
vl_49	963
'A'	961
vl_79	958
lb_1:	958
'.'	949
vr_83	942
60	941
fn_32	938
lr_44	934
vr_105	932
fn_70	926
fwrite	920
lr_43	912
signal	905
lr_33	904
'6'	901
'5'	901
'4'	901
fread	899
lr_36	898
vr_54	887
vl_75	875
vl_55	864
tp_6	863
'g'	855
'H'	855
fn_48	840
lr_34	831
localtime	823
'j'	821
vl_107	816
vl_71	812
lr_39	802
lr_38	802
>=	800
'-'	793
lr_31	790
fn_85	788
vr_107	785
vr_52	784
vr_115	781
vl_64	773
lr_40	773
vl_98	772
isxdigit	771
vr_120	770
fn_51	765
vr_56	764
'F'	764
fn_37	758
fn_34	748
double	748
strstr	731
vl_57	730
lr_45	730
fn_45	725
lr_42	723
vr_46	717
'q'	713
vl_162	709
vl_69	695
vr_110	694
'%'	694
fn_69	692
vr_122	691
fn_63	685
MST[NEQ$@1$@2$!DIV$@1$@2$]MSP[]	683
fn_41	682
vr_136	677
tp_7	674
vr_102	664
0xf	661
'B'	661
vr_126	655
'='	654
fputc	639
MST[NEQ$@1$@2$!LE$@1$@2$]MSP[]	636
MST[NEQ$@1$@2$!GE$@2$@1$]MSP[]	636
puts	633
fn_59	633
MST[NEQ$@1$@2$!LT$@2$@1$]MSP[]	632
MST[NEQ$@1$@2$!GT$@1$@2$]MSP[]	632
vl_99	619
vl_74	617
fn_68	614
vl_58	613
'R'	604
MST[A!CONSTVAL$0$]MSP[]	591
vl_72	587
vl_114	568
vl_109	568
vl_62	562
fn_60	561
vl_59	558
vl_76	556
vl_82	553
lr_35	551
return;	546
fn_43	546
vl_61	545
vl_91	544
MST[EQ$@1$@2$!GT$@1$@2$]MSP[]	541
MST[EQ$@1$@2$!LT$@2$@1$]MSP[]	540
12	540
MST[EQ$@1$@2$!LE$@1$@2$]MSP[]	539
MST[EQ$@1$@2$!GE$@2$@1$]MSP[]	538
(int)	537
vl_100	534
'G'	533
'#'	531
time	529
15	521
MST[EQ$@1$@2$!DIV$@1$@2$]MSP[]	518
vr_132	517
isspace	516
memcpy	506
fn_66	501
raise	498
#ifdef	494
MST[SWITCH!REMOVECASES$1$]MSP[]	489
vl_65	487
>>=	484
fn_54	482
0xFFFFFFFF	478
memset	477
memmove	476
MST[EQ$@1$@2$!LE$@2$@1$]MSP[]	476
vr_58	471
MST[EQ$@1$@2$!GT$@2$@1$]MSP[]	468
vl_101	464
MST[EQ$@1$@2$!GE$@1$@2$]MSP[]	461
MST[EQ$@1$@2$!LT$@1$@2$]MSP[]	460
fn_46	455
fn_52	454
memcmp	448
string	445
vl_86	444
tp_9	444
512	442
fn_65	440
vl_119	434
MST[NEQ$@1$@2$!LE$@2$@1$]MSP[]	426
','	425
extern	420
getc	413
'Z'	409
fn_67	408
vr_127	404
vl_90	403
vl_94	402
MST[EQ$@1$@2$!MOD$@1$@2$]MSP[]	399
MST[PADD$A1$@2$!OPERAND$@2$]MSP[]	397
MST[NEQ$@1$@2$!GT$@2$@1$]MSP[]	394
vl_163	390
'\b'	390
'\a'	390
'\x1B'	389
vr_109	388
fn_57	385
MST[NEQ$@1$@2$!GE$@1$@2$]MSP[]	383
MST[NEQ$@1$@2$!LT$@1$@2$]MSP[]	382
fn_49	373
MST[PADD$A1$@2$!PSUB$A1$@2$]MSP[]	367
lr_107	365
lr_106	365
args	365
lb_2:	360
':'	358
fn_104	356
MST[EQ$@1$@2$!MOD$@2$@1$]MSP[]	355
vl_147	354
MST[EQ$@1$@2$!DIV$@2$@1$]MSP[]	354
MST[NEQ$@1$@2$!SUB$@2$@1$]MSP[]	343
MST[NEQ$@1$@2$!EQ$@1$@2$]MSP[]	343
7	342
MST[NEQ$@1$@2$!MOD$@1$@2$]MSP[]	341
MST[ADD$@1$@2$!LE$@2$@1$]MSP[]	337
MST[ADD$@1$@2$!GT$@2$@1$]MSP[]	336
'D'	336
'C'	336
MST[ADD$@1$@2$!MOD$@2$@1$]MSP[]	335
MST[ADD$@1$@2$!LT$@1$@2$]MSP[]	335
MST[ADD$@1$@2$!DIV$@2$@1$]MSP[]	335
MST[P!PLEFTINC$P$]MSP[]	334
MST[ADD$@1$@2$!GE$@1$@2$]MSP[]	334
nl_langinfo	332
lb_2;	331
'\t'	331
MST[P!PLEFTDEC$P$]MSP[]	330
'\v'	330
'\r'	330
'\f'	330
vl_56	329
'I'	326
0xffffffff	323
MST[ADD$@1$@2$!BITSHR$@2$@1$]MSP[]	322
vr_57	321
MST[ADD$@1$@2$!LT$@2$@1$]MSP[]	318
MST[ADD$@1$@2$!GT$@1$@2$]MSP[]	317
MST[P!PRIGHTDEC$P$]MSP[]	316
MST[ADD$@1$@2$!LE$@1$@2$]MSP[]	316
strrchr	312
MST[ADD$@1$@2$!GE$@2$@1$]MSP[]	312
MST[NEQ$@1$@2$!BITNOT$@2$]MSP[]	304
MST[NEQ$@1$@2$!ABS$@1$]MSP[]	304
MST[P!PRIGHTINC$P$]MSP[]	301
fn_83	296
MST[ADD$@1$@2$!BITSHR$@1$@2$]MSP[]	296
MST[ASSIGN$V1$@2$!BITOR$V1$@2$]MSP[]	295
vl_160	294
vl_161	291
200112	290
vl_159	289
vl_158	289
MST[EQ$@1$@2$!BITSHR$@2$@1$]MSP[]	287
vr_47	286
MST[EQ$@1$@2$!NEG$@1$]MSP[]	286
qsort	284
MST[EQ$@1$@2$!BITNOT$@1$]MSP[]	281
vl_80	280
MST[EQ$@1$@2$!ABS$@1$]MSP[]	280
fn_73	269
xmalloc	268
MST[EQ$@1$@2$!MUL$@1$@2$]MSP[]	266
fileno	264
vl_95	263
MST[NEQ$@1$@2$!BITNOT$@1$]MSP[]	262
'k'	259
#ifndef	258
MST[PADD$A1$@2$!OPERAND$A1$]MSP[]	257
fn_90	253
fn_92	250
MST[NEQ$@1$@2$!CONSTVAL$0$]MSP[]	247
0x03	246
vl_167	237
*tp_5	237
MST[EQ$@1$@2$!BITOR$@1$@2$]MSP[]	235
lb_3:	234
lr_96	233
lr_95	233
lr_94	233
fflush	230
100	230
'T'	230
vl_97	227
lr_105	227
lr_104	227
lr_103	227
*vl_72	227
'>'	226
'<'	225
fn_91	221
fn_93	218
fn_61	217
32	216
vl_96	210
vl_88	210
*vr_8	210
vl_89	209
vl_85	209
vl_84	209
1000000	208
MST[PADD$P1$@2$!PRIGHTINC$P1$]MSP[]	207
MST[PADD$P1$@2$!PLEFTDEC$P1$]MSP[]	206
/=	205
MST[EQ$V1$@2$!ASSIGN$V1$@2$]MSP[]	203
MST[EQ$@1$@2$!CONSTVAL$1$]MSP[]	202
vr_131	201
lr_88	201
lr_87	201
MST[PADD$P1$@2$!PLEFTINC$P1$]MSP[]	199
11	197
fn_96	194
14	194
13	194
MST[PADD$P1$@2$!PRIGHTDEC$P1$]MSP[]	193
vl_112	192
vl_111	192
MST[EQ$@1$@2$!BITSHR$@1$@2$]MSP[]	192
lr_109	189
lr_108	189
fn_89	186
MST[EQ$@1$@2$!BITSHL$@1$@2$]MSP[]	182
lb_3;	181
vr_135	180
1900L	179
'\''	178
vl_152	177
vl_151	177
vl_150	177
vl_149	177
vl_148	177
vl_146	177
vl_145	177
vl_144	177
MST[EQ$@1$@2$!SUB$@1$@2$]MSP[]	177
MST[EQ$@1$@2$!BITAND$@1$@2$]MSP[]	177
MST[EQ$@1$@2$!SUB$@2$@1$]MSP[]	176
MST[EQ$@1$@2$!NEQ$@1$@2$]MSP[]	176
MST[SUB$@1$@2$!DIV$@2$@1$]MSP[]	174
vl_216	173
vl_204	173
lr_98	173
lr_97	173
MST[SUB$@1$@2$!MOD$@2$@1$]MSP[]	173
MST[ADD$@1$@2$!NEQ$@1$@2$]MSP[]	172
vl_215	171
vl_214	171
vl_213	171
vl_208	171
vl_207	171
MST[EQ$@1$@2$!ADD$@1$@2$]MSP[]	171
MST[ASSIGN$V1$@2$!OPERAND$V1$]MSP[]	171
MST[ADD$@1$@2$!SUB$@2$@1$]MSP[]	171
MST[ADD$@1$@2$!SUB$@1$@2$]MSP[]	171
MST[ADD$@1$@2$!NEG$@1$]MSP[]	171
MST[ADD$@1$@2$!EQ$@1$@2$]MSP[]	170
MST[ADD$@1$@2$!BITXOR$@1$@2$]MSP[]	170
MST[ADD$@1$@2$!BITSHL$@2$@1$]MSP[]	170
MST[ADD$@1$@2$!BITSHL$@1$@2$]MSP[]	170
vl_212	169
vl_211	169
vl_210	169
vl_209	169
vl_164	169
strcmp	169
lr_99	169
fn_107	169
*vr_7	169
vl_206	168
MST[SUB$@1$@2$!BITSHR$@2$@1$]MSP[]	168
vl_218	166
vl_217	166
MST[NEQ$V1$@2$!ASSIGN$V1$@2$]MSP[]	166
MST[ADD$@1$@2$!NEG$@2$]MSP[]	166
MST[NEQ$@1$@2$!MOD$@2$@1$]MSP[]	164
MST[NEQ$@1$@2$!DIV$@2$@1$]MSP[]	164
'V'	164
MST[SUB$@1$@2$!BITSHR$@1$@2$]MSP[]	162
MST[ADD$@1$@2$!ABS$@1$]MSP[]	162
MST[ASSIGN$V1$@2$!LE$@2$V1$]MSP[]	161
*line	160
vl_117	159
MST[ADD$@1$@2$!MOD$@1$@2$]MSP[]	156
MST[SUB$@1$@2$!LE$@1$@2$]MSP[]	154
mbrlen	153
MST[SUB$@1$@2$!GE$@2$@1$]MSP[]	153
fn_86	152
MST[SUB$@1$@2$!LT$@2$@1$]MSP[]	152
MST[SUB$@1$@2$!LT$@1$@2$]MSP[]	152
MST[SUB$@1$@2$!GT$@2$@1$]MSP[]	152
MST[SUB$@1$@2$!GE$@1$@2$]MSP[]	152
MST[ADD$V1$@2$!ASSIGN$V1$@2$]MSP[]	152
'9'	152
'8'	152
MST[SUB$@1$@2$!LE$@2$@1$]MSP[]	150
MST[SUB$@1$@2$!GT$@1$@2$]MSP[]	149
MST[ADD$@1$@2$!BITOR$@1$@2$]MSP[]	149
MST[ADD$@1$@2$!BITNOT$@1$]MSP[]	149
MST[ADD$@1$@2$!BITAND$@1$@2$]MSP[]	149
MST[NEQ$@1$@2$!BITAND$@1$@2$]MSP[]	148
MST[ADD$@1$@2$!BITNOT$@2$]MSP[]	148
MST[PADD_DEREF$P1$@2$!PDEREF_RIGHTINC$P1$]MSP[]	144
MST[PADD_DEREF$P1$@2$!PDEREF_RIGHTDEC$P1$]MSP[]	144
MST[PADD_DEREF$P1$@2$!PDEREF_LEFTINC$P1$]MSP[]	144
MST[PADD_DEREF$P1$@2$!PDEREF_LEFTDEC$P1$]MSP[]	144
MST[PADD_DEREF$A1$@2$!PDEREF_SUB$A1$@2$]MSP[]	144
MST[PADD_DEREF$A1$@2$!PDEREF_ADD$A1$@2$]MSP[]	144
MST[EQ$@1$@2$!BITXOR$@1$@2$]MSP[]	144
abort	142
vl_122	141
vl_123	140
fn_72	139
vl_166	134
vl_165	134
'?'	134
vr_108	133
MST[ASSIGN$V1$@2$!LT$@2$V1$]MSP[]	132
mc_1	131
fn_77	131
vl_131	129
vl_171	128
vl_170	128
MST[ASSIGN$V1$@2$!ABS$V1$]MSP[]	128
'U'	128
MST[ADD$@1$@2$!DIV$@1$@2$]MSP[]	127
vl_132	126
vl_130	126
vl_129	126
type	126
iscntrl	126
MST[AND$@1$@2$!CONSTVAL$1$]MSP[]	125
MST[BITAND$@1$@2$!MOD$@2$@1$]MSP[]	124
MST[BITAND$@1$@2$!DIV$@2$@1$]MSP[]	124
MST[AND$@1$@2$!OR$@1$@2$]MSP[]	124
MST[AND$@1$@2$!OPERAND$@1$]MSP[]	124
MST[LT$@1$@2$!EQ$@1$@2$]MSP[]	123
MST[LT$@1$@2$!LE$@2$@1$]MSP[]	122
MST[ADD$@1$@2$!CONSTVAL$0$]MSP[]	122
MST[LT$@1$@2$!BITXOR$@1$@2$]MSP[]	121
MST[LT$@1$@2$!MOD$@2$@1$]MSP[]	120
MST[LT$@1$@2$!GT$@2$@1$]MSP[]	120
MST[LT$@1$@2$!GE$@1$@2$]MSP[]	120
MST[BITAND$@1$@2$!BITSHR$@2$@1$]MSP[]	120
lr_91	119
lr_90	119
#	119
MST[LT$@1$@2$!LE$@1$@2$]MSP[]	118
MST[LT$@1$@2$!GT$@1$@2$]MSP[]	118
MST[BITAND$@1$@2$!MOD$@1$@2$]MSP[]	118
fn_55	117
MST[LT$@1$@2$!SUB$@2$@1$]MSP[]	117
MST[BITAND$@1$@2$!DIV$@1$@2$]MSP[]	117
MST[LT$@1$@2$!MOD$@1$@2$]MSP[]	116
MST[LT$@1$@2$!GE$@2$@1$]MSP[]	116
MST[EQ$@1$@2$!OPERAND$@1$]MSP[]	116
MST[LT$@1$@2$!DIV$@1$@2$]MSP[]	115
vl_116	114
lr_102	113
lr_101	113
lr_100	113
0.0	113
MST[BITAND$@1$@2$!LT$@2$@1$]MSP[]	112
MST[BITAND$@1$@2$!LT$@1$@2$]MSP[]	112
MST[BITAND$@1$@2$!LE$@2$@1$]MSP[]	112
MST[BITAND$@1$@2$!LE$@1$@2$]MSP[]	112
MST[BITAND$@1$@2$!GT$@2$@1$]MSP[]	112
MST[BITAND$@1$@2$!GT$@1$@2$]MSP[]	112
MST[BITAND$@1$@2$!GE$@2$@1$]MSP[]	112
MST[BITAND$@1$@2$!GE$@1$@2$]MSP[]	112
MST[AND$@1$@2$!CONSTVAL$0$]MSP[]	112
vl_108	110
endif	110
MST[EQ$@1$@2$!CONSTVAL$0$]MSP[]	109
vr_90	108
vr_128	108
vl_113	107
vl_106	107
MST[LT$@1$@2$!NEQ$@1$@2$]MSP[]	106
MST[LT$@1$@2$!DIV$@2$@1$]MSP[]	106
vr_91	105
lr_93	105
lr_92	105
MST[LT$@1$@2$!ABS$@1$]MSP[]	105
5	105
lr_89	103
MST[LT$@1$@2$!NEG$@2$]MSP[]	103
MST[LT$@1$@2$!BITNOT$@1$]MSP[]	103
MST[SUB$@1$@2$!MOD$@1$@2$]MSP[]	102
MST[LT$@1$@2$!BITSHR$@1$@2$]MSP[]	102
MST[LT$@1$@2$!SUB$@1$@2$]MSP[]	100
MST[LT$@1$@2$!ADD$@1$@2$]MSP[]	100
76	100
fn_58	99
fn_100	98
MST[LT$@1$@2$!BITAND$@1$@2$]MSP[]	98
MST[AND$@1$@2$!OPERAND$@2$]MSP[]	98
vr_100	97
MST[LT$@1$@2$!NEG$@1$]MSP[]	97
vr_99	96
MST[SUB$@1$@2$!DIV$@1$@2$]MSP[]	96
MST[LT$@1$@2$!BITSHR$@2$@1$]MSP[]	96
fn_103	95
fn_99	94
MST[LT$V1$@2$!ASSIGN$V1$@2$]MSP[]	94
MST[LT$@1$@2$!MUL$@1$@2$]MSP[]	94
MST[LT$@1$@2$!BITSHL$@2$@1$]MSP[]	94
MST[LT$@1$@2$!BITNOT$@2$]MSP[]	94
MST[NEQ$@1$@2$!BITXOR$@1$@2$]MSP[]	93
fn_102	92
fn_101	92
strtok	90
MST[LT$@1$@2$!OPERAND$@1$]MSP[]	90
MST[ASSIGN$V1$@2$!NEQ$V1$@2$]MSP[]	90
vr_87	88
MST[EQ$@1$@2$!BITSHL$@2$@1$]MSP[]	88
MST[BITAND$@1$@2$!BITSHR$@1$@2$]MSP[]	88
*=	88
MST[SUB$@1$@2$!BITNOT$@1$]MSP[]	87
MST[LT$@1$@2$!BITSHL$@1$@2$]MSP[]	87
vr_86	86
MST[SUB$@1$@2$!OPERAND$@1$]MSP[]	86
MST[SUB$@1$@2$!NEG$@1$]MSP[]	86
MST[SUB$@1$@2$!BITXOR$@1$@2$]MSP[]	86
MST[SUB$@1$@2$!BITSHL$@2$@1$]MSP[]	86
MST[SUB$@1$@2$!BITOR$@1$@2$]MSP[]	86
MST[SUB$@1$@2$!BITAND$@1$@2$]MSP[]	86
MST[SUB$@1$@2$!ADD$@1$@2$]MSP[]	86
vl_157	85
vl_156	85
vl_155	85
vl_154	85
vl_153	85
MST[LT$@1$@2$!BITOR$@1$@2$]MSP[]	85
fn_76	84
MST[SUB$@1$@2$!BITNOT$@2$]MSP[]	84
MST[SUB$@1$@2$!NEQ$@1$@2$]MSP[]	83
MST[SUB$@1$@2$!NEG$@2$]MSP[]	83
MST[LT$@1$@2$!CONSTVAL$0$]MSP[]	83
MST[SUB$@1$@2$!ABS$@1$]MSP[]	82
MST[NEQ$@1$@2$!SUB$@1$@2$]MSP[]	82
MST[NEQ$@1$@2$!NEG$@1$]MSP[]	82
MST[NEQ$@1$@2$!ADD$@1$@2$]MSP[]	82
vr_121	80
vl_120	80
vl_118	80
MST[SUB$@1$@2$!CONSTVAL$1$]MSP[]	80
vl_169	79
vl_168	79
vl_126	79
vl_124	79
MST[SUB$@1$@2$!TRAPSTMT]MSP[]	79
MST[NEQ$@1$@2$!MUL$@1$@2$]MSP[]	79
MST[ASSIGN$V1$@2$!LT$V1$@2$]MSP[]	79
int)	78
MST[SUB$@1$@2$!BITSHL$@1$@2$]MSP[]	78
MST[NEQ$@1$@2$!BITSHL$@1$@2$]MSP[]	78
(unsigned	78
'S'	78
'Q'	78
'N'	78
vl_128	77
vl_127	77
vl_125	77
MST[SUB$@1$@2$!EQ$@1$@2$]MSP[]	77
MST[LT$@1$@2$!ABS$@2$]MSP[]	77
MST[SUB$V1$@2$!ASSIGN$V1$@2$]MSP[]	75
putenv	74
(*	73
vr_101	71
MST[PDEREF_ADD$A1$@2$!PSUB_DEREF$A1$@2$]MSP[]	71
MST[PDEREF_ADD$A1$@2$!PADD_DEREF$A1$@2$]MSP[]	71
MST[LT$@1$@2$!OPERAND$@2$]MSP[]	71
80	71
8192	70
vl_143	69
vl_142	69
vl_141	69
vl_140	69
vl_139	69
vl_138	69
vl_137	69
vl_136	69
vl_135	69
vl_134	69
vl_133	69
null	69
MST[LT$@1$V2$!ASSIGN$V2$@1$]MSP[]	69
*vr_75	69
MST[SUB$@1$@2$!CONSTVAL$0$]MSP[]	68
integer	67
fn_14)	66
MST[LT$@1$@2$!CONSTVAL$1$]MSP[]	66
MST[NEQ$@1$@2$!BITSHR$@2$@1$]MSP[]	64
MST[LE$@1$@2$!GE$@1$@2$]MSP[]	64
MST[LE$@1$@2$!EQ$@1$@2$]MSP[]	64
MST[LE$@1$@2$!ADD$@1$@2$]MSP[]	64
*vr_18	64
MST[LE$@1$@2$!MOD$@2$@1$]MSP[]	63
MST[LE$@1$@2$!GT$@2$@1$]MSP[]	63
MST[ADD$@1$@2$!MUL$@1$@2$]MSP[]	63
MST[LE$@1$@2$!LT$@1$@2$]MSP[]	62
MST[BITAND$@1$@2$!SUB$@2$@1$]MSP[]	62
MST[BITAND$@1$@2$!SUB$@1$@2$]MSP[]	62
MST[BITAND$@1$@2$!NEG$@1$]MSP[]	62
MST[BITAND$@1$@2$!BITXOR$@1$@2$]MSP[]	62
MST[ASSIGN$V1$@2$!MOD$@2$V1$]MSP[]	61
MST[NEQ$@1$@2$!BITSHR$@1$@2$]MSP[]	60
MST[OR$@1$@2$!CONSTVAL$0$]MSP[]	59
MST[BITAND$@1$@2$!MUL$@1$@2$]MSP[]	59
vr_92	58
MST[OR$@1$@2$!OPERAND$@1$]MSP[]	58
MST[OR$@1$@2$!AND$@1$@2$]MSP[]	58
MST[LE$@1$@2$!LT$@2$@1$]MSP[]	58
MST[BITAND$@1$@2$!BITSHL$@2$@1$]MSP[]	58
MST[BITAND$@1$@2$!ADD$@1$@2$]MSP[]	58
fn_75	57
fn_74	57
MST[LE$@1$@2$!GT$@1$@2$]MSP[]	57
remove	56
MST[SUB$@1$@2$!DELSTMT]MSP[]	56
MST[NEQ$@1$@2$!OPERAND$@2$]MSP[]	56
MST[LE$@1$@2$!NEQ$@1$@2$]MSP[]	56
MST[LE$@1$@2$!GE$@2$@1$]MSP[]	56
MST[BITAND$@1$@2$!NEQ$@1$@2$]MSP[]	56
MST[BITAND$@1$@2$!EQ$@1$@2$]MSP[]	56
MST[LE$@1$@2$!SUB$@1$@2$]MSP[]	55
MST[LE$@1$@2$!MUL$@1$@2$]MSP[]	55
MST[LE$@1$@2$!DIV$@2$@1$]MSP[]	55
MST[LE$@1$@2$!CONSTVAL$1$]MSP[]	54
MST[EQ$@1$@2$!ABS$@2$]MSP[]	54
MST[BITAND$V1$@2$!ASSIGN$V1$@2$]MSP[]	54
MST[OR$@1$@2$!CONSTVAL$1$]MSP[]	52
vr_96	51
vr_94	51
MST[ASSIGN$V1$@2$!GE$V1$@2$]MSP[]	51
vr_95	50
vr_89	50
MST[LE$@1$@2$!MOD$@1$@2$]MSP[]	50
MST[LE$@1$@2$!DIV$@1$@2$]MSP[]	49
MST[BITAND$@1$@2$!OPERAND$@1$]MSP[]	49
MST[SUB$@1$@2$!MUL$@1$@2$]MSP[]	48
MST[ASSIGN$V1$@2$!EQ$V1$@2$]MSP[]	48
MST[ADD$@1$@2$!OPERAND$@2$]MSP[]	48
vr_97	47
MST[BITOR$@1$@2$!LT$@1$@2$]MSP[]	46
MST[BITOR$@1$@2$!LE$@1$@2$]MSP[]	46
MST[BITOR$@1$@2$!GT$@2$@1$]MSP[]	46
MST[BITOR$@1$@2$!GE$@2$@1$]MSP[]	46
MST[BITOR$@1$@2$!BITSHR$@2$@1$]MSP[]	46
vr_88	45
MST[SUB$@1$@2$!OPERAND$@2$]MSP[]	45
MST[BITOR$@1$@2$!LE$@2$@1$]MSP[]	45
MST[BITOR$@1$@2$!MOD$@2$@1$]MSP[]	44
MST[BITOR$@1$@2$!LT$@2$@1$]MSP[]	44
MST[BITOR$@1$@2$!GT$@1$@2$]MSP[]	44
MST[BITOR$@1$@2$!GE$@1$@2$]MSP[]	44
MST[BITOR$@1$@2$!DIV$@2$@1$]MSP[]	44
MST[BITAND$@1$@2$!ABS$@1$]MSP[]	44
vr_98	43
MST[ASSIGN$V1$@2$!GE$@2$V1$]MSP[]	43
MST[LE$@1$@2$!SUB$@2$@1$]MSP[]	42
fn_78	40
MST[LE$@1$@2$!NEG$@1$]MSP[]	40
MST[LE$@1$@2$!BITXOR$@1$@2$]MSP[]	40
MST[LE$@1$@2$!BITAND$@1$@2$]MSP[]	40
MST[LE$@1$@2$!ABS$@1$]MSP[]	40
MST[BITOR$@1$@2$!MOD$@1$@2$]MSP[]	40
MST[BITOR$@1$@2$!DIV$@1$@2$]MSP[]	40
MST[ADD$@1$@2$!CONSTVAL$1$]MSP[]	40
MST[SUB$@1$@2$!ABS$@2$]MSP[]	39
MST[LE$@1$@2$!BITSHR$@1$@2$]MSP[]	38
MST[LE$@1$@2$!ABS$@2$]MSP[]	38
MST[BITAND$@1$@2$!NEG$@2$]MSP[]	38
MST[OR$@1$@2$!OPERAND$@2$]MSP[]	37
MST[LE$V1$@2$!ASSIGN$V1$@2$]MSP[]	37
MST[LE$@1$@2$!CONSTVAL$0$]MSP[]	37
MST[EQ$@1$@2$!BITNOT$@2$]MSP[]	37
MST[BITAND$@1$@2$!BITSHL$@1$@2$]MSP[]	37
MST[BITAND$@1$@2$!BITOR$@1$@2$]MSP[]	37
MST[BITAND$@1$@2$!BITNOT$@1$]MSP[]	37
MST[LE$@1$V2$!ASSIGN$V2$@1$]MSP[]	36
MST[LE$@1$@2$!BITNOT$@1$]MSP[]	36
MST[LE$@1$@2$!BITNOT$@2$]MSP[]	35
MST[SUB$@1$V2$!ASSIGN$V2$@1$]MSP[]	34
MST[PSUB$A1$@2$!OPERAND$@2$]MSP[]	33
MST[NEQ$@1$@2$!BITSHL$@2$@1$]MSP[]	33
vr_149	32
MST[GT$@1$@2$!NEG$@1$]MSP[]	32
MST[GT$@1$@2$!EQ$@1$@2$]MSP[]	32
MST[GT$@1$@2$!BITXOR$@1$@2$]MSP[]	32
MST[BITOR$@1$@2$!BITSHR$@1$@2$]MSP[]	32
fn_94	31
MST[LE$@1$@2$!BITSHR$@2$@1$]MSP[]	31
MST[GT$@1$@2$!LT$@2$@1$]MSP[]	31
MST[GT$@1$@2$!LE$@2$@1$]MSP[]	31
MST[GT$@1$@2$!LE$@1$@2$]MSP[]	31
MST[GT$@1$@2$!GE$@2$@1$]MSP[]	31
MST[MUL$@1$@2$!LT$@2$@1$]MSP[]	30
MST[MUL$@1$@2$!GT$@2$@1$]MSP[]	30
MST[MUL$@1$@2$!GE$@2$@1$]MSP[]	30
MST[MUL$@1$@2$!GE$@1$@2$]MSP[]	30
MST[LE$@1$@2$!BITSHL$@1$@2$]MSP[]	30
MST[GT$@1$@2$!ABS$@1$]MSP[]	30
MST[ASSIGN$V1$@2$!ABS$@2$]MSP[]	30
MST[NEQ$@1$@2$!OPERAND$@1$]MSP[]	29
MST[MUL$@1$@2$!MOD$@2$@1$]MSP[]	29
MST[MUL$@1$@2$!MOD$@1$@2$]MSP[]	29
MST[MUL$@1$@2$!DIV$@2$@1$]MSP[]	29
MST[MUL$@1$@2$!DIV$@1$@2$]MSP[]	29
MST[GT$@1$@2$!BITNOT$@1$]MSP[]	29
vr_215	28
MST[MUL$@1$@2$!LT$@1$@2$]MSP[]	28
MST[MUL$@1$@2$!LE$@2$@1$]MSP[]	28
MST[MUL$@1$@2$!LE$@1$@2$]MSP[]	28
MST[MUL$@1$@2$!GT$@1$@2$]MSP[]	28
MST[MUL$@1$@2$!BITSHR$@2$@1$]MSP[]	28
MST[GT$@1$@2$!LT$@1$@2$]MSP[]	28
MST[GT$@1$@2$!GE$@1$@2$]MSP[]	28
MST[ASSIGN$V1$@2$!LE$V1$@2$]MSP[]	28
%	28
lr_46	27
fgets	27
MST[PLEFTINC$P1$!PLEFTDEC$P1$]MSP[]	27
MST[LE$@1$@2$!BITSHL$@2$@1$]MSP[]	27
MST[GT$@1$@2$!MOD$@1$@2$]MSP[]	27
MST[GT$@1$@2$!DIV$@1$@2$]MSP[]	27
MST[EQ$@1$@2$!NEG$@2$]MSP[]	27
MST[LE$@1$@2$!OPERAND$@2$]MSP[]	26
MST[EQ$@1$V2$!ASSIGN$V2$@1$]MSP[]	26
MST[EQ$@1$@2$!OPERAND$@2$]MSP[]	26
MST[GT$V1$@2$!ASSIGN$V1$@2$]MSP[]	25
MST[LE$@1$@2$!OPERAND$@1$]MSP[]	24
MST[LE$@1$@2$!NEG$@2$]MSP[]	24
vr_226	23
vl_182	23
inline	23
MST[PSUB$P1$@2$!PRIGHTINC$P1$]MSP[]	23
MST[PSUB$P1$@2$!PLEFTINC$P1$]MSP[]	23
MST[NEQ$@1$@2$!BITOR$@1$@2$]MSP[]	23
MST[GT$@1$@2$!BITNOT$@2$]MSP[]	23
MST[BITXOR$@1$@2$!DIV$@1$@2$]MSP[]	23
MST[BITOR$@1$@2$!SUB$@2$@1$]MSP[]	23
MST[BITOR$@1$@2$!SUB$@1$@2$]MSP[]	23
MST[BITOR$@1$@2$!NEG$@1$]MSP[]	23
MST[BITOR$@1$@2$!BITXOR$@1$@2$]MSP[]	23
MST[BITOR$@1$@2$!BITSHL$@2$@1$]MSP[]	23
MST[BITOR$@1$@2$!BITSHL$@1$@2$]MSP[]	23
MST[BITOR$@1$@2$!ADD$@1$@2$]MSP[]	23
vr_133	22
\	22
MST[PSUB$P1$@2$!PRIGHTDEC$P1$]MSP[]	22
MST[PSUB$P1$@2$!PLEFTDEC$P1$]MSP[]	22
MST[MUL$@1$@2$!BITSHR$@1$@2$]MSP[]	22
MST[BITXOR$@1$@2$!BITSHR$@2$@1$]MSP[]	22
MST[BITOR$@1$@2$!NEQ$@1$@2$]MSP[]	22
MST[BITOR$@1$@2$!NEG$@2$]MSP[]	22
MST[BITOR$@1$@2$!MUL$@1$@2$]MSP[]	22
MST[BITOR$@1$@2$!EQ$@1$@2$]MSP[]	22
MST[BITOR$@1$@2$!CONSTVAL$0$]MSP[]	22
MST[BITOR$@1$@2$!BITNOT$@2$]MSP[]	22
MST[BITOR$@1$@2$!BITNOT$@1$]MSP[]	22
y1	21
y0	21
MST[GT$@1$@2$!MOD$@2$@1$]MSP[]	21
MST[BITOR$V1$@2$!ASSIGN$V1$@2$]MSP[]	21
MST[BITOR$@1$@2$!ABS$@1$]MSP[]	21
MST[ASSIGN$V1$@2$!GT$@2$V1$]MSP[]	21
MST[ASSIGN$V1$@2$!BITNOT$V1$]MSP[]	21
vr_222	20
strspn	20
MST[BITOR$@1$@2$!BITAND$@1$@2$]MSP[]	20
MST[ADD$@1$@2$!OPERAND$@1$]MSP[]	20
vr_134	19
MST[BITOR$@1$@2$!CONSTVAL$1$]MSP[]	19
MST[ASSIGN$V1$@2$!NEG$@2$]MSP[]	19
vr_168	18
MST[LE$@1$@2$!BITOR$@1$@2$]MSP[]	18
MST[BITXOR$@1$@2$!MOD$@2$@1$]MSP[]	18
MST[BITAND$@1$@2$!ABS$@2$]MSP[]	18
MST[ASSIGN$V1$@2$!GT$V1$@2$]MSP[]	18
MST[ADD$@1$V2$!ASSIGN$V2$@1$]MSP[]	18
MST[PDEREF_SUB$A1$@2$!PSUB_DEREF$A1$@2$]MSP[]	17
MST[PDEREF_SUB$A1$@2$!PADD_DEREF$A1$@2$]MSP[]	17
MST[BITXOR$@1$@2$!BITSHL$@2$@1$]MSP[]	17
MST[BITOR$@1$@2$!OPERAND$@1$]MSP[]	17
MST[BITAND$@1$@2$!CONSTVAL$0$]MSP[]	17
MST[ADD$@1$@2$!ABS$@2$]MSP[]	17
MST[PSUB_DEREF$P1$@2$!PDEREF_RIGHTINC$P1$]MSP[]	16
MST[PSUB_DEREF$P1$@2$!PDEREF_RIGHTDEC$P1$]MSP[]	16
MST[PSUB_DEREF$P1$@2$!PDEREF_LEFTINC$P1$]MSP[]	16
MST[PSUB_DEREF$P1$@2$!PDEREF_LEFTDEC$P1$]MSP[]	16
MST[PSUB_DEREF$A1$@2$!PDEREF_SUB$A1$@2$]MSP[]	16
MST[PSUB_DEREF$A1$@2$!PDEREF_ADD$A1$@2$]MSP[]	16
MST[MUL$@1$@2$!NEQ$@1$@2$]MSP[]	16
MST[MUL$@1$@2$!EQ$@1$@2$]MSP[]	16
MST[GT$@1$@2$!CONSTVAL$0$]MSP[]	16
MST[DIV$@1$@2$!NEQ$@1$@2$]MSP[]	16
MST[DIV$@1$@2$!GT$@1$@2$]MSP[]	16
MST[DIV$@1$@2$!EQ$@1$@2$]MSP[]	16
100.0	16
vr_143	15
MST[PRIGHTINC$P1$!PLEFTINC$P1$]MSP[]	15
MST[PRIGHTINC$P1$!PLEFTDEC$P1$]MSP[]	15
MST[PRIGHTINC$P1$!OPERAND$P1$]MSP[]	15
MST[MUL$@1$@2$!SUB$@2$@1$]MSP[]	15
MST[MUL$@1$@2$!SUB$@1$@2$]MSP[]	15
MST[MUL$@1$@2$!OPERAND$@2$]MSP[]	15
MST[MUL$@1$@2$!NEG$@2$]MSP[]	15
MST[MUL$@1$@2$!NEG$@1$]MSP[]	15
MST[MUL$@1$@2$!CONSTVAL$1$]MSP[]	15
MST[MUL$@1$@2$!ADD$@1$@2$]MSP[]	15
MST[DIV$@1$@2$!LT$@1$@2$]MSP[]	15
MST[DIV$@1$@2$!LE$@2$@1$]MSP[]	15
MST[DIV$@1$@2$!LE$@1$@2$]MSP[]	15
MST[BITXOR$@1$@2$!LT$@2$@1$]MSP[]	15
MST[BITXOR$@1$@2$!GT$@2$@1$]MSP[]	15
MST[BITAND$@1$@2$!BITNOT$@2$]MSP[]	15
vr_148	14
vr_145	14
MST[NEQ$@1$V2$!ASSIGN$V2$@1$]MSP[]	14
MST[NEQ$@1$@2$!NEG$@2$]MSP[]	14
MST[MUL$@1$@2$!BITXOR$@1$@2$]MSP[]	14
MST[MUL$@1$@2$!BITSHL$@2$@1$]MSP[]	14
MST[MUL$@1$@2$!BITOR$@1$@2$]MSP[]	14
MST[MUL$@1$@2$!BITNOT$@2$]MSP[]	14
MST[MUL$@1$@2$!BITNOT$@1$]MSP[]	14
MST[MUL$@1$@2$!BITAND$@1$@2$]MSP[]	14
MST[DIV$@1$@2$!SUB$@2$@1$]MSP[]	14
MST[DIV$@1$@2$!SUB$@1$@2$]MSP[]	14
MST[DIV$@1$@2$!OPERAND$@1$]MSP[]	14
MST[DIV$@1$@2$!NEG$@1$]MSP[]	14
MST[DIV$@1$@2$!MUL$@1$@2$]MSP[]	14
MST[DIV$@1$@2$!MOD$@2$@1$]MSP[]	14
MST[DIV$@1$@2$!MOD$@1$@2$]MSP[]	14
MST[DIV$@1$@2$!ADD$@1$@2$]MSP[]	14
MST[DIV$@1$@2$!ABS$@1$]MSP[]	14
MST[BITXOR$@1$@2$!LT$@1$@2$]MSP[]	14
MST[BITXOR$@1$@2$!LE$@2$@1$]MSP[]	14
MST[BITXOR$@1$@2$!GE$@1$@2$]MSP[]	14
MST[BITXOR$@1$@2$!DIV$@2$@1$]MSP[]	14
MST[BITXOR$@1$@2$!BITSHL$@1$@2$]MSP[]	14
vr_221	13
fn_128	13
MST[PLEFTINC$P1$!OPERAND$P1$]MSP[]	13
MST[NEQ$@1$@2$!ABS$@2$]MSP[]	13
MST[DIV$@1$@2$!OPERAND$@2$]MSP[]	13
MST[DIV$@1$@2$!GT$@2$@1$]MSP[]	13
MST[DIV$@1$@2$!GE$@2$@1$]MSP[]	13
MST[DIV$@1$@2$!GE$@1$@2$]MSP[]	13
MST[BITXOR$@1$@2$!SUB$@1$@2$]MSP[]	13
MST[BITXOR$@1$@2$!NEQ$@1$@2$]MSP[]	13
MST[BITXOR$@1$@2$!GT$@1$@2$]MSP[]	13
tp_13	12
fn_79	12
MST[MUL$@1$@2$!CONSTVAL$0$]MSP[]	12
MST[MUL$@1$@2$!ABS$@1$]MSP[]	12
MST[DIV$@1$@2$!NEG$@2$]MSP[]	12
MST[DIV$@1$@2$!LT$@2$@1$]MSP[]	12
MST[DIV$@1$@2$!BITXOR$@1$@2$]MSP[]	12
MST[DIV$@1$@2$!BITSHR$@2$@1$]MSP[]	12
MST[DIV$@1$@2$!BITSHR$@1$@2$]MSP[]	12
MST[DIV$@1$@2$!BITSHL$@2$@1$]MSP[]	12
MST[DIV$@1$@2$!BITOR$@1$@2$]MSP[]	12
MST[DIV$@1$@2$!BITNOT$@1$]MSP[]	12
MST[DIV$@1$@2$!BITAND$@1$@2$]MSP[]	12
MST[BITXOR$@1$@2$!MOD$@1$@2$]MSP[]	12
MST[BITXOR$@1$@2$!LE$@1$@2$]MSP[]	12
MST[BITXOR$@1$@2$!GE$@2$@1$]MSP[]	12
MST[BITXOR$@1$@2$!ADD$@1$@2$]MSP[]	12
MST[BITAND$@1$@2$!CONSTVAL$1$]MSP[]	12
vr_195	11
vr_186	11
vl_199	11
MST[NEQ$@1$@2$!CONSTVAL$1$]MSP[]	11
MST[MUL$@1$@2$!BITSHL$@1$@2$]MSP[]	11
MST[DIV$@1$@2$!BITNOT$@2$]MSP[]	11
vr_192	10
vr_190	10
lr_66	10
MST[GT$@1$@2$!SUB$@2$@1$]MSP[]	10
MST[GT$@1$@2$!SUB$@1$@2$]MSP[]	10
MST[GT$@1$@2$!NEQ$@1$@2$]MSP[]	10
MST[GT$@1$@2$!MUL$@1$@2$]MSP[]	10
MST[GT$@1$@2$!BITSHL$@2$@1$]MSP[]	10
MST[GT$@1$@2$!BITAND$@1$@2$]MSP[]	10
MST[DIV$@1$@2$!CONSTVAL$1$]MSP[]	10
MST[DIV$@1$@2$!BITSHL$@1$@2$]MSP[]	10
MST[BITXOR$@1$@2$!SUB$@2$@1$]MSP[]	10
MST[BITXOR$@1$@2$!BITSHR$@1$@2$]MSP[]	10
MST[BITXOR$@1$@2$!ABS$@2$]MSP[]	10
MST[BITSHR$@1$@2$!SUB$@2$@1$]MSP[]	10
MST[BITSHR$@1$@2$!SUB$@1$@2$]MSP[]	10
MST[BITSHR$@1$@2$!NEQ$@1$@2$]MSP[]	10
MST[BITSHR$@1$@2$!NEG$@2$]MSP[]	10
MST[BITSHR$@1$@2$!NEG$@1$]MSP[]	10
MST[BITSHR$@1$@2$!MUL$@1$@2$]MSP[]	10
MST[BITSHR$@1$@2$!MOD$@2$@1$]MSP[]	10
MST[BITSHR$@1$@2$!LT$@2$@1$]MSP[]	10
MST[BITSHR$@1$@2$!LT$@1$@2$]MSP[]	10
MST[BITSHR$@1$@2$!LE$@2$@1$]MSP[]	10
MST[BITSHR$@1$@2$!LE$@1$@2$]MSP[]	10
MST[BITSHR$@1$@2$!GT$@2$@1$]MSP[]	10
MST[BITSHR$@1$@2$!GT$@1$@2$]MSP[]	10
MST[BITSHR$@1$@2$!GE$@2$@1$]MSP[]	10
MST[BITSHR$@1$@2$!GE$@1$@2$]MSP[]	10
MST[BITSHR$@1$@2$!EQ$@1$@2$]MSP[]	10
MST[BITSHR$@1$@2$!DIV$@2$@1$]MSP[]	10
MST[BITSHR$@1$@2$!CONSTVAL$1$]MSP[]	10
MST[BITSHR$@1$@2$!BITXOR$@1$@2$]MSP[]	10
MST[BITSHR$@1$@2$!BITSHL$@2$@1$]MSP[]	10
MST[BITSHR$@1$@2$!BITSHL$@1$@2$]MSP[]	10
MST[BITSHR$@1$@2$!BITOR$@1$@2$]MSP[]	10
MST[BITSHR$@1$@2$!BITNOT$@2$]MSP[]	10
MST[BITSHR$@1$@2$!BITNOT$@1$]MSP[]	10
MST[BITSHR$@1$@2$!BITAND$@1$@2$]MSP[]	10
MST[BITSHR$@1$@2$!ADD$@1$@2$]MSP[]	10
MST[BITSHR$@1$@2$!ABS$@1$]MSP[]	10
vr_234	9
vr_210	9
vr_174	9
vr_173	9
vr_138	9
vl_176	9
tostring	9
fn_129	9
MST[GT$@1$@2$!DIV$@2$@1$]MSP[]	9
MST[GT$@1$@2$!BITSHR$@2$@1$]MSP[]	9
MST[GT$@1$@2$!BITSHL$@1$@2$]MSP[]	9
MST[DIV$@1$@2$!CONSTVAL$0$]MSP[]	9
MST[BITSHR$@1$@2$!MOD$@1$@2$]MSP[]	9
vr_236	8
vr_229	8
vr_207	8
vr_155	8
fn_82	8
MST[PLEFTINC$P1$!PRIGHTINC$P1$]MSP[]	8
MST[GT$@1$@2$!BITSHR$@1$@2$]MSP[]	8
MST[GT$@1$@2$!ADD$@1$@2$]MSP[]	8
MST[DIV$V1$@2$!ASSIGN$V1$@2$]MSP[]	8
MST[BITSHR$V1$@2$!ASSIGN$V1$@2$]MSP[]	8
MST[BITSHR$@1$@2$!OPERAND$@2$]MSP[]	8
MST[BITSHR$@1$@2$!DIV$@1$@2$]MSP[]	8
MST[BITSHR$@1$@2$!CONSTVAL$0$]MSP[]	8
MST[BITSHL$@1$@2$!MOD$@2$@1$]MSP[]	8
MST[BITSHL$@1$@2$!DIV$@2$@1$]MSP[]	8
MST[BITSHL$@1$@2$!BITSHR$@2$@1$]MSP[]	8
MST[BITSHL$@1$@2$!BITSHR$@1$@2$]MSP[]	8
MST[BITOR$@1$@2$!ABS$@2$]MSP[]	8
257	8
vr_228	7
vr_227	7
vr_144	7
vr_124	7
vr_123	7
fn_148	7
MST[MUL$@1$@2$!OPERAND$@1$]MSP[]	7
MST[MUL$@1$@2$!ABS$@2$]MSP[]	7
MST[BITXOR$V1$@2$!ASSIGN$V1$@2$]MSP[]	7
MST[BITXOR$@1$@2$!NEG$@1$]MSP[]	7
MST[BITXOR$@1$@2$!EQ$@1$@2$]MSP[]	7
MST[BITXOR$@1$@2$!BITNOT$@2$]MSP[]	7
MST[BITXOR$@1$@2$!BITAND$@1$@2$]MSP[]	7
MST[BITXOR$@1$@2$!ABS$@1$]MSP[]	7
MST[BITSHR$@1$@2$!OPERAND$@1$]MSP[]	7
MST[BITSHL$@1$@2$!LE$@1$@2$]MSP[]	7
')'	7
vr_235	6
vr_231	6
vr_201	6
vr_188	6
vr_187	6
vr_180	6
vr_165	6
vr_141	6
lr_68	6
fn_81	6
fn_199	6
fn_168	6
fn_149	6
fn_148)	6
fn_125	6
MST[PSUB$A1$@2$!OPERAND$A1$]MSP[]	6
MST[MUL$V1$@2$!ASSIGN$V1$@2$]MSP[]	6
MST[MUL$@1$V2$!ASSIGN$V2$@1$]MSP[]	6
MST[BITXOR$@1$@2$!MUL$@1$@2$]MSP[]	6
MST[BITSHL$@1$@2$!MOD$@1$@2$]MSP[]	6
MST[BITSHL$@1$@2$!LT$@2$@1$]MSP[]	6
MST[BITSHL$@1$@2$!LT$@1$@2$]MSP[]	6
MST[BITSHL$@1$@2$!LE$@2$@1$]MSP[]	6
MST[BITSHL$@1$@2$!GT$@2$@1$]MSP[]	6
MST[BITSHL$@1$@2$!GT$@1$@2$]MSP[]	6
MST[BITSHL$@1$@2$!GE$@2$@1$]MSP[]	6
MST[BITSHL$@1$@2$!GE$@1$@2$]MSP[]	6
MST[BITSHL$@1$@2$!DIV$@1$@2$]MSP[]	6
vr_240	5
vr_233	5
vr_225	5
vr_223	5
vr_220	5
vr_213	5
vr_212	5
vr_211	5
vr_205	5
vr_184	5
vr_163	5
vr_150	5
vr_146	5
vr_139	5
vr_119	5
vl_231	5
vl_200	5
vl_194	5
vl_192	5
sprintf	5
fn_95	5
fn_80	5
fn_159	5
fn_118	5
fn_105	5
MST[BITXOR$@1$@2$!NEG$@2$]MSP[]	5
MST[BITXOR$@1$@2$!CONSTVAL$0$]MSP[]	5
MST[BITXOR$@1$@2$!BITOR$@1$@2$]MSP[]	5
MST[BITXOR$@1$@2$!BITNOT$@1$]MSP[]	5
##	5
vr_241	4
vr_230	4
vr_199	4
vr_193	4
vr_179	4
vr_178	4
vr_171	4
vr_162	4
vr_154	4
vr_153	4
vr_151	4
vr_142	4
vr_129	4
vr_125	4
vl_255	4
vl_225	4
vl_205	4
vl_180	4
vl_174	4
vl_173	4
tp_8	4
tp_11	4
fn_97	4
fn_88	4
fn_87	4
fn_189	4
fn_188	4
fn_178	4
fn_124	4
fn_121	4
MST[BITXOR$@1$V2$!ASSIGN$V2$@1$]MSP[]	4
MST[BITXOR$@1$@2$!CONSTVAL$1$]MSP[]	4
MST[BITSHL$@1$@2$!SUB$@2$@1$]MSP[]	4
MST[BITSHL$@1$@2$!SUB$@1$@2$]MSP[]	4
MST[BITSHL$@1$@2$!NEG$@1$]MSP[]	4
MST[BITSHL$@1$@2$!BITXOR$@1$@2$]MSP[]	4
MST[BITSHL$@1$@2$!BITOR$@1$@2$]MSP[]	4
MST[BITSHL$@1$@2$!BITNOT$@2$]MSP[]	4
MST[BITSHL$@1$@2$!BITNOT$@1$]MSP[]	4
MST[BITSHL$@1$@2$!ADD$@1$@2$]MSP[]	4
MST[BITOR$@1$V2$!ASSIGN$V2$@1$]MSP[]	4
MST[BITAND$@1$@2$!OPERAND$@2$]MSP[]	4
6	4
'('	4
vr_242	3
vr_238	3
vr_237	3
vr_232	3
vr_224	3
vr_219	3
vr_218	3
vr_209	3
vr_208	3
vr_204	3
vr_202	3
vr_200	3
vr_177	3
vr_170	3
vr_169	3
vr_164	3
vr_161	3
vr_160	3
vr_156	3
vr_147	3
vr_137	3
vr_130	3
vl_256	3
vl_234	3
vl_224	3
vl_223	3
vl_222	3
vl_221	3
vl_220	3
va_start	3
va_end	3
tp_16	3
tp_10	3
strcpy	3
lr_78	3
lr_64	3
lr_52	3
lr_51	3
lr_50	3
lr_49	3
lr_48	3
lr_47	3
isprint	3
fn_201	3
fn_200	3
fn_194	3
fn_193	3
fn_184	3
fn_183	3
fn_179	3
fn_173	3
fn_166	3
fn_154	3
fn_152	3
fn_150	3
fn_131	3
fn_130	3
fn_126	3
fn_120	3
fn_115	3
fn_106	3
MST[PSUB$A1$@2$!PADD$A1$@2$]MSP[]	3
MST[GT$@1$@2$!OPERAND$@2$]MSP[]	3
MST[GT$@1$@2$!OPERAND$@1$]MSP[]	3
MST[GT$@1$@2$!BITOR$@1$@2$]MSP[]	3
MST[GE$V1$@2$!ASSIGN$V1$@2$]MSP[]	3
MST[GE$@1$@2$!SUB$@2$@1$]MSP[]	3
MST[GE$@1$@2$!SUB$@1$@2$]MSP[]	3
MST[GE$@1$@2$!OPERAND$@1$]MSP[]	3
MST[GE$@1$@2$!NEQ$@1$@2$]MSP[]	3
MST[GE$@1$@2$!NEG$@1$]MSP[]	3
MST[GE$@1$@2$!MOD$@2$@1$]MSP[]	3
MST[GE$@1$@2$!MOD$@1$@2$]MSP[]	3
MST[GE$@1$@2$!LT$@2$@1$]MSP[]	3
MST[GE$@1$@2$!LT$@1$@2$]MSP[]	3
MST[GE$@1$@2$!LE$@2$@1$]MSP[]	3
MST[GE$@1$@2$!LE$@1$@2$]MSP[]	3
MST[GE$@1$@2$!GT$@2$@1$]MSP[]	3
MST[GE$@1$@2$!GT$@1$@2$]MSP[]	3
MST[GE$@1$@2$!EQ$@1$@2$]MSP[]	3
MST[GE$@1$@2$!DIV$@2$@1$]MSP[]	3
MST[GE$@1$@2$!CONSTVAL$0$]MSP[]	3
MST[GE$@1$@2$!BITXOR$@1$@2$]MSP[]	3
MST[GE$@1$@2$!BITSHR$@2$@1$]MSP[]	3
MST[GE$@1$@2$!BITSHR$@1$@2$]MSP[]	3
MST[GE$@1$@2$!BITSHL$@2$@1$]MSP[]	3
MST[GE$@1$@2$!BITSHL$@1$@2$]MSP[]	3
MST[GE$@1$@2$!BITNOT$@2$]MSP[]	3
MST[GE$@1$@2$!BITNOT$@1$]MSP[]	3
MST[GE$@1$@2$!BITAND$@1$@2$]MSP[]	3
MST[GE$@1$@2$!ADD$@1$@2$]MSP[]	3
MST[GE$@1$@2$!ABS$@1$]MSP[]	3
MST[BITXOR$@1$@2$!OPERAND$@2$]MSP[]	3
MST[BITSHL$V1$@2$!ASSIGN$V1$@2$]MSP[]	3
MST[BITSHL$@1$@2$!NEQ$@1$@2$]MSP[]	3
MST[BITSHL$@1$@2$!NEG$@2$]MSP[]	3
MST[BITSHL$@1$@2$!MUL$@1$@2$]MSP[]	3
MST[BITSHL$@1$@2$!EQ$@1$@2$]MSP[]	3
MST[BITSHL$@1$@2$!BITAND$@1$@2$]MSP[]	3
MST[BITSHL$@1$@2$!ABS$@2$]MSP[]	3
MST[BITSHL$@1$@2$!ABS$@1$]MSP[]	3
63	3
36	3
1000000000	3
1000	3
...	3
wcwidth	2
vr_239	2
vr_217	2
vr_216	2
vr_214	2
vr_198	2
vr_197	2
vr_196	2
vr_191	2
vr_189	2
vr_185	2
vr_183	2
vr_182	2
vr_176	2
vr_175	2
vr_167	2
vr_166	2
vr_159	2
vr_158	2
vr_157	2
vr_152	2
vl_249	2
vl_248	2
vl_246	2
vl_243	2
vl_241	2
vl_239	2
vl_237	2
vl_233	2
vl_232	2
vl_230	2
vl_229	2
vl_228	2
vl_219	2
vl_196	2
vl_190	2
vl_179	2
vl_178	2
vl_175	2
vl_172	2
vfprintf	2
toupper	2
to	2
t0	2
strncat	2
strcoll	2
snprintf	2
memchr	2
mbsinit	2
mbrtowc	2
lr_86	2
lr_85	2
lr_84	2
lr_83	2
lr_82	2
lr_81	2
lr_80	2
lr_79	2
lr_77	2
lr_76	2
lr_75	2
lr_74	2
lr_73	2
lr_72	2
lr_71	2
lr_70	2
lr_69	2
lr_67	2
lr_65	2
lr_63	2
lr_62	2
lr_61	2
lr_60	2
lr_59	2
lr_58	2
lr_57	2
lr_56	2
lr_55	2
lr_54	2
lr_53	2
ifdef	2
fn_98	2
fn_203	2
fn_202	2
fn_197	2
fn_196	2
fn_195	2
fn_192	2
fn_191	2
fn_190	2
fn_182	2
fn_181	2
fn_180	2
fn_177	2
fn_176	2
fn_172	2
fn_171	2
fn_170	2
fn_169	2
fn_164	2
fn_146	2
fn_141	2
fn_139	2
fn_134	2
fn_133	2
fn_132	2
fn_127	2
fn_123	2
fn_122	2
fn_117	2
fn_116	2
fn_114	2
fn_112	2
fn_108	2
comp	2
MST[GT$@1$@2$!NEG$@2$]MSP[]	2
MST[GE$@1$V2$!ASSIGN$V2$@1$]MSP[]	2
MST[GE$@1$@2$!OPERAND$@2$]MSP[]	2
MST[GE$@1$@2$!NEG$@2$]MSP[]	2
MST[GE$@1$@2$!MUL$@1$@2$]MSP[]	2
MST[GE$@1$@2$!DIV$@1$@2$]MSP[]	2
MST[GE$@1$@2$!CONSTVAL$1$]MSP[]	2
MST[GE$@1$@2$!BITOR$@1$@2$]MSP[]	2
MST[GE$@1$@2$!ABS$@2$]MSP[]	2
MST[BITXOR$@1$@2$!OPERAND$@1$]MSP[]	2
MST[BITSHL$@1$@2$!CONSTVAL$1$]MSP[]	2
MST[ASSIGN$V1$@2$!CONSTVAL$1$]MSP[]	2
127	2
0.5	2
*vr_5	2
*vr_27	2
*vr_222	2
(specified_	2
(0)	2
'~'	2
'|'	2
'_'	2
'^'	2
'Y'	2
'M'	2
'K'	2
'@'	2
#define	2
};	1
vr_206	1
vr_203	1
vr_194	1
vr_181	1
vr_172	1
vr_140	1
vl_259	1
vl_258	1
vl_257	1
vl_254	1
vl_253	1
vl_252	1
vl_251	1
vl_250	1
vl_247	1
vl_245	1
vl_244	1
vl_242	1
vl_240	1
vl_238	1
vl_236	1
vl_235	1
vl_227	1
vl_226	1
vl_203	1
vl_202	1
vl_201	1
vl_198	1
vl_197	1
vl_195	1
vl_193	1
vl_191	1
vl_189	1
vl_188	1
vl_187	1
vl_186	1
vl_185	1
vl_184	1
vl_183	1
vl_181	1
vl_177	1
va_arg	1
tp_15	1
tp_14	1
tp_12	1
strtol	1
strpbrk	1
strcspn	1
specified_	1
setjmp	1
set	1
security	1
regfree	1
realloc	1
quote	1
q;	1
q	1
pd[I].lim))	1
pd[I].binv;	1
p,	1
ok	1
longjmp	1
lb_5;	1
lb_5:	1
lb_4;	1
lb_4:	1
iswspace	1
iswprint	1
isdigit	1
i	1
fn_207	1
fn_206	1
fn_205	1
fn_204	1
fn_198	1
fn_187	1
fn_186	1
fn_185	1
fn_175	1
fn_174	1
fn_167	1
fn_165	1
fn_163	1
fn_162	1
fn_161	1
fn_160	1
fn_158	1
fn_157	1
fn_156	1
fn_155	1
fn_153	1
fn_151	1
fn_15)(	1
fn_147	1
fn_145	1
fn_144	1
fn_143	1
fn_142	1
fn_140	1
fn_138	1
fn_137	1
fn_136	1
fn_135	1
fn_119	1
fn_113	1
fn_111	1
fn_110	1
fn_109	1
false;	1
factor_insert_refind	1
errno,	1
define	1
context_	1
context	1
component	1
comp));	1
comp))	1
_set	1
_("failed	1
^=	1
MST[PDEREF_RIGHTINC$P1$!PRIGHTDEC_DEREF$P1$]MSP[]	1
MST[PDEREF_RIGHTINC$P1$!PLEFTINC_DEREF$P1$]MSP[]	1
MST[PDEREF_ADD$P1$@2$!PRIGHTINC_DEREF$P1$]MSP[]	1
MST[PDEREF_ADD$P1$@2$!PRIGHTDEC_DEREF$P1$]MSP[]	1
MST[PDEREF_ADD$P1$@2$!PLEFTINC_DEREF$P1$]MSP[]	1
MST[PDEREF_ADD$P1$@2$!PLEFTDEC_DEREF$P1$]MSP[]	1
MST[GT$@1$V2$!ASSIGN$V2$@1$]MSP[]	1
MST[GT$@1$@2$!CONSTVAL$1$]MSP[]	1
MST[GT$@1$@2$!ABS$@2$]MSP[]	1
MST[BITOR$@1$@2$!OPERAND$@2$]MSP[]	1
I);	1
<<=	1
9	1
77	1
65	1
64	1
55	1
51	1
385	1
35	1
33	1
31556952	1
27	1
231	1
21	1
165	1
128	1
1155	1
105	1
1,	1
0xdfff	1
0xd800	1
0x9f	1
0x60	1
0x40	1
0x24	1
037	1
*vr_47	1
*vr_32	1
*vr_3	1
*vr_26	1
*vr_22	1
*vr_135	1
*vr_132	1
*vr_13	1
*vr_124	1
*vr_112	1
*vr_105	1
(sig)	1
(q	1
(factors,	1
(LIKELY	1
(;;)	1
(0,	1
((C),	1
'}'	1
'{'	1
'y'	1
']'	1
'\1'	1
'['	1
'W'	1
'O'	1
'J'	1
';'	1
'&'	1
'"'	1
'!'	1
%s"),	1
%s	1
#comp,	1
