)	330940
(	329869
;	263967
,	193217
=	123967
if	83358
0	75875
{	72645
}	66140
]	54764
[	54764
:	47444
*	42410
1	40306
case	39863
break;	38251
==	35567
i	30659
argv	29392
optind	28969
argc	28146
-	25889
&&	25267
_	25080
error	24122
&	23799
!=	21206
++	21124
NULL	20425
EXIT_FAILURE	20326
!	19686
c	18884
<	17773
true	16232
int	16153
else	15637
+	15464
char	15090
ok	14768
errno	13187
usage	12759
false	12576
.	11024
||	10963
while	10762
2	10161
for	9777
optarg	9511
->	8694
switch	8513
<=	8438
quote	8043
return	7931
?	7603
f	7200
const	7069
s	6684
file	6556
stdout	6207
size_t	5877
bool	5570
()	5481
getopt_long	5237
MST[STMT!TRAPSTMT]MSP[N]	5191
toprint	4946
p	4806
fputs	4734
sum	4654
j	4576
+=	4428
default:	4403
MST[@!ABS$@$]MSP[N]	4394
line	4338
len	4333
EXIT_SUCCESS	4247
PROGRAM_NAME	4177
>	4165
|=	4127
unsigned	4059
length	4041
static	3973
MST[SWITCH!SHUFFLECASESDESTS$2$]MSP[N]	3966
printf	3919
&=	3898
lo	3875
long_options	3866
exit	3854
AUTHORS	3822
void	3819
optc	3762
n	3727
--	3650
'c'	3591
status	3531
format	3516
'a'	3482
|	3469
fp	3467
STREQ	3422
fd	3321
binary	3305
crc	3300
chopt	3299
struct	3277
case_GETOPT_VERSION_CHAR	3137
putchar	3135
(;	3110
10	3074
bit_flags	3033
cnt	2976
'd'	2958
'b'	2953
lr_13	2938
case_GETOPT_HELP_CHAR	2887
>>	2861
nfiles	2843
'	2796
fts	2782
lr_4	2762
PACKAGE	2702
oi	2573
MST[STMT!DELSTMT]MSP[N]	2559
lr_12	2538
thisline	2536
lr_10	2486
bytes_read	2472
'0'	2469
name	2440
'\n'	2438
time_type	2415
newtime	2406
free	2404
ent	2402
can_mode	2316
/	2207
template	2186
lr_14	2185
checksum	2178
LONGINT_OK	2168
lr_7	2162
err	2136
files	2134
dereference	2134
inbuf	2131
buffer	2108
longopts	2099
lr_5	2093
set_quoting_style	2090
in	2080
ignore_mode	2079
stat	2066
time_ctime	2036
~	2033
escape_quoting_style	2024
order	1992
st	1942
hi	1939
close_stdout	1931
atexit	1929
IGNORE_MINIMAL	1920
ferror	1919
lr_9	1911
FTS_PHYSICAL	1837
MST[C!ADD$C$1$]MSP[N]	1824
lr_16	1803
stdin	1784
's'	1759
e	1727
suffix	1719
lr_8	1703
8	1691
ch	1690
fclose	1684
^	1673
sizeof	1666
lr_24	1643
lr_3	1640
reference_file	1638
'\0'	1632
lr_2	1624
lr_6	1620
lr_17	1610
lo_carry	1607
width	1605
tv_nsec	1599
lr_15	1594
descriptors	1591
uptime	1576
change_times	1573
mode	1563
this	1558
filename	1546
start	1544
newmode	1544
k	1538
'L'	1537
dir	1529
textdomain	1521
direc_length	1521
'\\'	1519
old_mode	1518
long	1489
program_name	1485
arg	1479
MST[C!ADD$C$-1$]MSP[N]	1478
expected_operands	1477
feof	1473
do_check	1458
tv_sec	1457
alt	1449
long_format	1406
fstatus	1404
#endif	1394
O_BINARY	1389
human_output_opts	1387
lr_11	1383
lr_18	1378
output_block_size	1376
ret	1363
lr_19	1361
line_length	1338
bad_cast	1333
buf	1331
gid	1316
print_element	1310
is_stdin	1310
lr_1	1305
exit_status	1301
getenv	1299
lr_20	1292
bin_buffer	1283
groups	1278
3	1273
uintmax_t	1272
main	1266
lr_22	1263
<<	1245
size	1220
prefix_tag	1206
);	1205
delimiter	1182
tm	1178
't'	1175
needs_escape	1161
updays	1150
'p'	1144
uid	1137
4	1136
bindtextdomain	1133
LOCALEDIR	1133
'm'	1133
change	1132
lr_23	1115
EOF	1111
'P'	1111
'r'	1110
lr_25	1109
precision	1108
logical	1101
gid_t	1074
outbuf	1073
status_only	1062
egid	1055
optc_status	1046
'e'	1039
scontext	1036
STDIN_FILENO	1036
rel_mode	1035
digest_bin_bytes	1034
total_bytes	1026
use_nuls	1017
lr_21	1011
1024	1010
ref_stats	1007
emit_try_help	1007
which	1006
opt	1004
'7'	1004
rgid	1000
notnow	997
-=	996
CH_ATIME	992
'i'	991
'X'	991
sort_type	980
'v'	975
uid_t	969
new_mode_len	968
new_mode	958
recurse	952
W_TYPE_SIZE	951
val	950
setlocale	949
check_input_order	947
n_entries	941
issued_disorder_warning	941
affect_symlink_referent	930
tmp_ulong	929
hex_digest	927
header_mode	919
conversion	918
no_create	916
date_set	916
uphours	914
streams	914
CAN_NOLINKS	913
digest_hex_bytes	912
u	911
LC_ALL	911
newpath	904
86400	901
n_mismatched_checksums	897
XARGMATCH	894
prev	893
r	889
CH_MTIME	889
strlen	885
q	875
t	873
EXIT_CANCELED	869
sig	868
field_width	867
ai	860
set_program_name	849
initialize_main	844
current	844
close	841
PRINT_MACHINE	836
MST[C!CONSTVAL$0$]MSP[N]	836
have_precision	833
prev_optc_status	831
args_used	831
check_basic_portability	829
'h'	825
wd	823
join_field_1	819
direc_start	819
set_join_field	817
ENC_BLOCKSIZE	814
24	810
tmn	809
filelen	809
MST[CALL!SHUFFLEARGS$2$]MSP[N]	809
padding_width	802
ref_file	799
#if	797
MST[STMT!DELSTMT]MSP[S]	794
FILE	792
mode_len	780
PRIuMAX	778
joption_count	774
'w'	771
BASE64_LENGTH	770
LONGINT_OVERFLOW	762
st_mode	761
MST[CALL!SHUFFLEARGS$2$]MSP[S]	761
lr_26	758
factors	757
verbosity	755
now	754
operand_status	751
emit_ancillary_info	749
crctab	749
0xFF	749
files_given	743
3600	742
dest_name	741
stats	733
have_read_stdin	732
files_from	729
PACKAGE_NAME	725
g_names	723
bin2hex	723
tmp_size	722
have_field_width	719
wrap_column	715
quote_n	713
PRINT_KERNEL_NAME	713
temp	712
'2'	708
xnmalloc	707
time_now	707
n_open_or_read_failures	707
i_major	707
force_silent	705
print_filename	704
regular_total	702
minimum_width	702
PRINT_KERNEL_VERSION	698
PRINT_KERNEL_RELEASE	698
checkfile_stream	696
checkfile_name	693
mode_alloc	691
0xffff	691
STDOUT_FILENO	681
'z'	678
mode_comma_len	675
join_field_2	675
arg_len	675
act	674
flex_date	671
env	671
color_indicator	670
file_full_name	669
sort_type_specified	668
options	664
local	664
umask_value	663
file_is_binary	663
pending_dirs	662
all_line	661
'H'	660
60	659
xstrtoul	658
ptr	658
MST[NEQ$@1$@2$!DIV$@1$@2$]MSP[N]	657
notnow1	655
indicator_style	655
do	651
required_uid	650
required_gid	650
perform_basename	648
lr_28	647
dired	647
style	646
debug	645
tolower	644
path	642
HELP_OPTION_DESCRIPTION	640
root_dev_ino	639
continue;	639
'*'	639
fs_incl	638
'n'	636
long_time_format	630
'/'	630
'1'	628
'+'	627
FTS_COMFOLLOW	626
specified_mode	624
ruid	619
Version	619
'E'	619
s_major	618
16	617
MST[NEQ$@1$@2$!LT$@2$@1$]MSP[N]	616
MST[NEQ$@1$@2$!GT$@1$@2$]MSP[N]	614
maxsize	613
'x'	613
mode_adjust	608
t1	607
PRINT_NODENAME	607
opt_fileno	606
ncolumns	605
cp	605
fill_up	604
lr_44	603
print_name	601
fname	598
_invalid	597
isatty	593
PRINT_PROCESSOR	592
FTS_LOGICAL	591
'o'	591
MUST_BE_OPERAND	590
lr_36	589
goto	589
_suffix	588
chmod_succeeded	586
fopen	585
MST[NEQ$@1$@2$!LE$@1$@2$]MSP[N]	585
MST[NEQ$@1$@2$!GE$@2$@1$]MSP[N]	585
MST[A!CONSTVAL$0$]MSP[N]	584
'f'	583
set_security_context	581
lr_30	580
assert	576
SIZE_MAX	575
CAN_MODE_MASK	575
tmp	574
cwd_n_used	568
>=	568
VERSION_OPTION_DESCRIPTION	566
'l'	566
warn	562
preserve_root	562
strtol_error	561
length_modifier_len	561
i_minor	561
whatfile	560
'j'	560
lr_34	558
header	557
dry_run	556
NO_GID	555
pdir	552
out	552
quiet	549
S_ISDIR	548
S_IRWXUGO	548
ngettext	547
boot_time	547
UNLIKELY	544
upmins	543
newtab	542
localtime	542
strict	541
stderr	539
num	538
lr_27	537
prevline	533
loads	533
group_name	533
ENOENT	532
enum	531
can_relative_to	531
hextobin	530
valid_numbers	528
select_plural	528
infiles	528
file_name	528
dest_dir_arg	528
u_argc	527
shell	524
gids	524
fts_close	524
result	523
columns	523
#else	522
option_specified_date	521
fts_read	517
value	514
stream	510
device	509
suffix_len	507
MST[STMT!TRAPSTMT]MSP[S]	507
pwd	505
'%'	505
component_specified	501
no_dereference	497
ISDIGIT	494
immediate_dirs	493
newline	491
MST[EQ$@1$@2$!LE$@1$@2$]MSP[N]	491
FADVISE_SEQUENTIAL	491
xstrtoumax	489
fadvise	489
MST[EQ$@1$@2$!GE$@2$@1$]MSP[N]	489
line_allocated	485
stat_flags	484
parse_long_options	484
lr_29	483
xalloc_die	482
sum_func	481
read_tokens	480
caught_signals	480
intmax_t	479
name_max	476
got_size	476
mode_t	475
when	472
str	472
nproc	471
invalid	468
hp	467
check_extra_portability	467
set_date	463
file_stats	463
MST[EQ$@1$@2$!DIV$@1$@2$]MSP[N]	463
MIN	463
nsigs	462
fail	462
fstat	460
base	460
format_str	458
element	456
naively_expected_mode	455
active_dir_set	455
multiple_names	454
st_size	453
length_modifier	452
NO_UID	449
MST[EQ$@1$@2$!GT$@1$@2$]MSP[N]	447
digest_file	446
MST[EQ$@1$@2$!LT$@2$@1$]MSP[N]	445
ls_block_size	444
lr_42	444
valid_number	443
print_with_color	443
lr_32	443
s_minor	442
open	442
O_NOCTTY	442
infile	439
IF_LINT	439
dest_dir	437
fprintf	436
can_relative_base	436
lr_37	434
can_fname	434
devmsg	433
is_j2	432
print_group	431
MST[SWITCH!REMOVECASES$1$]MSP[N]	429
'A'	428
open_errno	426
time_style_option	425
MST[EQ$@1$@2$!LE$@2$@1$]MSP[N]	424
'-'	423
st2	422
st1	422
filename_quoting_options	420
field	418
FTS	418
S_ISREG	416
use_dest_dir	415
CAN_MISSING	415
g	414
wc_file	413
fp1	413
slash	412
entries	412
MST[EQ$@1$@2$!GE$@1$@2$]MSP[N]	411
setvbuf	410
xprintf	409
string_to_join_field	408
show_all_fs	408
file_size	408
n_args	407
human_options	407
sort_time	405
n_gids	405
field_data	404
ws	403
V_off	403
MIGHT_BE_O_ARG	402
MODE_RW_UGO	401
current_column	399
getline	398
MST[EQ$@1$@2$!GT$@2$@1$]MSP[N]	398
fputc	397
defaultcon	395
restorecon_private	394
FTSENT	394
'u'	392
not_an_escape:	391
MST[NEQ$@1$@2$!LE$@2$@1$]MSP[N]	391
STATUS_OPTION	390
MST[EQ$@1$@2$!LT$@1$@2$]MSP[N]	390
OUTPUT_MODE	389
FTS_NOSTAT	389
15	389
verbose	388
lr_31	387
MST[PADD$A1$@2$!OPERAND$@2$]MSP[N]	387
wrap_write	386
table	385
relative_to	385
base64_encode	385
NO_PRESERVE_ROOT	382
CHECK_ORDER_ENABLED	382
relative_base	380
isxdigit	379
digest_check	379
nrows	378
IS_USER_PROCESS	377
lr_41	375
do_v9	375
cksum	375
use_names	371
pre	371
linep	370
'q'	369
scale_from	368
process_line	366
fread	365
check_order	365
node_type	364
C_LEFT	364
new_format	363
double	361
grouping	360
strstr	357
string	357
input_fh	357
errors	357
memcmp	356
lr_35	356
MST[NEQ$@1$@2$!GE$@1$@2$]MSP[N]	355
n_misformatted_lines	354
msg_mut_excl	351
MST[NEQ$@1$@2$!GT$@2$@1$]MSP[N]	351
xmemcoll	350
xfts_open	350
to_uchar	350
prec	348
get_reldate	348
n_files	345
MST[EQ$@1$@2$!MOD$@1$@2$]MSP[N]	345
posix_format	344
MST[NEQ$@1$@2$!LT$@1$@2$]MSP[N]	344
getc	343
MST[NEQ$@1$@2$!SUB$@2$@1$]MSP[N]	343
STRUCT_UTMP	342
failed	341
specified_context	340
isspace	340
MST[PADD$A1$@2$!PSUB$A1$@2$]MSP[N]	340
stdbuf	339
print_block_size	339
avg	339
UTIME_OMIT	338
unknown	337
0xFFFFFFFF	335
pw	333
n_properly_formatted_lines	333
'\b'	333
'\a'	333
lr_39	332
0xf	332
O_RDONLY	331
t0	330
_prefix	330
'='	330
diagnose_surprises	329
MST[P!PLEFTINC$P$]MSP[N]	329
scale_none	328
ctx	328
users	327
fts_path	326
memmove	323
puts	322
isbase64	321
MST[P!PLEFTDEC$P$]MSP[N]	321
MST[NEQ$@1$@2$!EQ$@1$@2$]MSP[N]	321
tab	320
MST[EQ$@1$@2$!MOD$@2$@1$]MSP[N]	319
MST[ADD$@1$@2$!DIV$@2$@1$]MSP[N]	319
multiplier	318
MST[ADD$@1$@2$!MOD$@2$@1$]MSP[N]	318
LS_FAILURE	318
ws_col	316
vstrtoimax	316
MST[EQ$@1$@2$!DIV$@2$@1$]MSP[N]	316
MST[ADD$@1$@2$!LT$@1$@2$]MSP[N]	316
CHECK_ORDER_DISABLED	316
MST[ADD$@1$@2$!LE$@2$@1$]MSP[N]	315
MST[ADD$@1$@2$!GT$@2$@1$]MSP[N]	315
'3'	314
names	313
fts_set	313
batch_file	313
MST[C!ADD$C$1$]MSP[S]	313
MST[ADD$@1$@2$!GE$@1$@2$]MSP[N]	313
match	312
validlen	311
x_count	308
reference	307
mbstate	307
_data	306
upsecs	304
maxlen	304
O_WRONLY	303
O_NONBLOCK	303
MST[ADD$@1$@2$!GT$@1$@2$]MSP[N]	303
MST[ADD$@1$@2$!BITSHR$@2$@1$]MSP[N]	303
MST[ADD$@1$@2$!LT$@2$@1$]MSP[N]	302
strchr	301
hbuf	301
fwrite	301
O_CREAT	301
DELIMITER_DEFAULT	301
fs_excl	300
MST[NEQ$@1$@2$!MOD$@1$@2$]MSP[N]	300
MST[NEQ$@1$@2$!ABS$@1$]MSP[N]	300
ftspath	298
CAN_EXISTING	297
time_atime	296
INT_MAX	295
512	295
MST[ADD$@1$@2$!LE$@1$@2$]MSP[N]	294
DEREFERENCE_OPTION	293
mkstemp_len	292
mempcpy	292
off_t	291
conv_exit_code	291
MST[ADD$@1$@2$!GE$@2$@1$]MSP[N]	291
datestr	290
MST[P!PRIGHTDEC$P$]MSP[N]	290
version_etc	289
set_char_quoting	289
ch_status	289
used	288
hardware_platform	288
delim	288
_IONBF	288
PRINT_OPERATING_SYSTEM	288
argv_iter_n_args	287
DEC_B64BLOCKSIZE	287
file_exists	286
argument	286
args	286
PRINT_HARDWARE_PLATFORM	286
signal	283
line_number	283
show_listed_fs	282
MST[P!PRIGHTINC$P$]MSP[N]	282
MST[ADD$@1$@2$!BITSHR$@1$@2$]MSP[N]	282
lr_38	281
print_bytes	280
obstack_init	280
memcpy	280
timespec	278
FROM_OPTION	278
C_RIGHT	278
LONGINT_INVALID	276
ignore_garbage	275
op0	273
allow_options	273
MST[NEQ$@1$@2$!BITNOT$@2$]MSP[N]	271
lr_43	270
is_smack_enabled	270
ssize_t	269
'.'	269
x_len	268
tmpl	268
suff_len	268
USAGE_BUILTIN_WARNING	267
input	266
'F'	266
seen_unpairable	265
file_output_block_size	264
file_human_output_opts	264
LC_TIME	264
username	263
version	262
release	262
machine	262
p0	261
o	260
many_per_line	259
MST[ASSIGN$V1$@2$!BITOR$V1$@2$]MSP[N]	259
user_name	258
recursive	257
UTMP_FILE	257
MST[EQ$@1$@2$!NEG$@1$]MSP[N]	257
tok	256
known_name_max	256
xnrealloc	255
MST[EQ$@1$@2$!ABS$@1$]MSP[N]	255
check_component_lengths	254
fp2	252
MST[EQ$@1$@2$!BITNOT$@1$]MSP[N]	252
p1	251
ignore	251
fs_select_list	250
rsize	249
process_file	249
human_autoscale	249
bin_result	249
CHECK_ORDER_DEFAULT	249
xfreopen	248
uname_mode	248
remove_empty_parents	248
set_defaultcon	247
raise	246
INODES_MODE	244
trimmed_name	243
hard_locale	243
dev_t	243
hard_LC_COLLATE	242
display_return	242
dev_ino_buf	242
HAVE_UTMP_H	242
HAVE_UTMPX_H	242
'#'	242
human_readable	241
get_entry	241
NOT_AN_INODE_NUMBER	241
qmark_funny_chars	240
thispend	239
sigaction	239
gobble_file	239
gmp_printf	239
MST[EQ$@1$@2$!BITSHR$@2$@1$]MSP[N]	239
saved_errno	238
lr_93	238
color_always	238
lr_94	237
context	237
print_formatted	236
file_type	236
touch	235
kibibytes_specified	235
MST[NEQ$@1$@2$!BITNOT$@1$]MSP[N]	235
IS_ABSOLUTE_FILE_NAME	234
return;	233
defined	233
print_scontext	232
inval_ignore	232
human_ceiling	232
SSIZE_MAX	231
MST[EQ$@1$@2$!MUL$@1$@2$]MSP[N]	231
DEC_BLOCKSIZE	231
eolchar	230
grp	229
FTS_SKIP	229
end_ptr	228
lop	227
hip	227
oflags	226
userspec	225
rm_rup	225
rm_rdn	225
UINT_MAX	225
scale_to	224
MST[C!ADD$C$-1$]MSP[S]	224
ref_fd	222
decimal_point	222
MST[PADD$A1$@2$!OPERAND$A1$]MSP[N]	222
next	221
format_needs_stat	221
format_int	221
time_t	220
physmem_available	220
memcmp2	220
fileno	220
changed	220
show_local_fs	219
FTS_DEFER_STAT	219
lr_45	218
emit_mandatory_arg_note	218
describe_change	218
canonicalize_filename_mode	218
umaxtostr	216
print_direc	216
just_echo;	216
amtime_now	216
SIG_IGN	216
DIGEST_TYPE_STRING	216
tabsize	215
print_words	215
n_improperly_formatted_lines	215
clear_files	215
MST[EQ$@1$@2$!BITOR$@1$@2$]MSP[N]	214
n_groups	213
V_high	213
fs_name	212
empty_filler	212
MST[NEQ$@1$@2$!CONSTVAL$0$]MSP[N]	212
EINVAL	212
st_gid	210
n_gids_allocated	210
file_end	210
classify	210
EPERM	210
fd_reopen	209
decode_switches	209
EISDIR	209
UT_TYPE_BOOT_TIME	208
UT_TIME_MEMBER	208
readlinebuffer	207
INT_MIN	207
argv_iter_done:	206
*descriptors	206
(int)	206
use_ref	205
mkfifo	205
S_IFIFO	205
v	204
print_lines	204
lstat	204
fs_exclude_list	204
'6'	204
'5'	204
'4'	204
ignore_interrupts	202
stdin_only	201
process_path	201
dirname_quoting_options	201
argv_iter_init_argv	201
[]	201
MIGHT_BE_J1_ARG	201
fts_cwd_fd	200
'R'	200
one_per_line	199
'Z'	199
'B'	199
print_type	198
lr_107	198
inval_abort	198
c_strtod	198
quotearg	197
READ_UTMP_CHECK_PIDS	197
MST[PADD$P1$@2$!PLEFTDEC$P1$]MSP[N]	197
validate_file_name	196
print_group_list	196
no_leading_hyphen	196
lr_33	195
lchmod	195
getgid	195
getegid	195
S_ISLNK	195
EOVERFLOW	195
suf	194
is_colored	194
get_stat_mtime	194
dev_ino	194
chown_files	194
ROOT_DEV_INO_WARN	194
ROOT_DEV_INO_CHECK	194
ref_context	193
lr_40	193
link	193
/=	193
tty	192
skip_fields	192
dev_ino_free	192
MST[PADD$P1$@2$!PRIGHTINC$P1$]MSP[N]	192
ignore_value	191
suppress_file_err	190
posixtime	190
escape	190
7	190
number_width	189
clone_quoting_options	189
SAME_INODE	189
MST[EQ$V1$@2$!ASSIGN$V1$@2$]MSP[N]	189
change_file_owner	188
add_file_name	188
x	187
sort_size	187
chmodat	187
add_field_list	187
DEREF_UNDEFINED	187
posix_prefix	186
print_dir_name	185
linebuffer	185
MST[PADD$P1$@2$!PRIGHTDEC$P1$]MSP[N]	185
MST[PADD$P1$@2$!PLEFTINC$P1$]MSP[N]	182
sb	181
print_factors	181
decode_output_arg	181
MST[EQ$@1$@2$!CONSTVAL$1$]MSP[N]	180
DEREF_COMMAND_LINE_SYMLINK_TO_DIR	179
__GLIBC__	178
min_digest_line_length	177
MST[SWITCH!SHUFFLECASESDESTS$2$]MSP[S]	177
free_spareline	176
charlen	176
block_mode	176
min	175
max_line_length	175
SIG_DFL	175
total_words	174
total_lines	174
total_chars	174
TAG_OPTION	174
STRICT_OPTION	174
MIN_DIGEST_LINE_LENGTH	174
DIGEST_HEX_BYTES	174
silent	173
sigismember	173
sa_handler	173
SA_NOCLDSTOP	173
uname	171
sysname	171
nodename	171
deprecated_t_option	171
0xffffffff	171
list_entries_users	170
do_stdin	170
last_component	169
add_ignore_pattern	169
HAVE_PROC_UPTIME	169
*u	169
restorecon	168
fts_number	168
process_files	167
pathconf	167
execvp	167
arch_long_options	167
UNAME_ARCH	167
EXIT_ENOENT	167
EXIT_CANNOT_INVOKE	167
ARCH_AUTHORS	167
skip_file	166
dot	166
xmalloc	165
getuid	165
dev_ino_obstack	165
MST[SUB$@1$@2$!DIV$@2$@1$]MSP[N]	164
MST[EQ$@1$@2$!BITAND$@1$@2$]MSP[N]	164
DEFAULT_ECHO_TO_XPG	164
print_chars	163
nl_langinfo	163
default_template	163
b	162
MST[EQ$@1$@2$!BITSHL$@1$@2$]MSP[N]	162
MST[ADD$@1$@2$!SUB$@1$@2$]MSP[N]	162
'G'	162
xstrdup	161
valid_date	161
utmp_buf	161
dev_ino_hash	161
dev_ino_compare	161
MST[EQ$@1$@2$!SUB$@1$@2$]MSP[N]	161
MST[ADD$@1$@2$!NEQ$@1$@2$]MSP[N]	161
time_args	160
print_linelength	160
hash_initialize	160
dev_debug	160
TIME_OPTION	160
MST[SUB$@1$@2$!BITSHR$@2$@1$]MSP[N]	160
MST[EQ$@1$@2$!SUB$@2$@1$]MSP[N]	160
MST[EQ$@1$@2$!NEQ$@1$@2$]MSP[N]	160
INITIAL_TABLE_SIZE	160
time	159
n_users	159
create_directory	159
REFERENCE_FILE_OPTION	159
PRESERVE_ROOT	159
NOCHECK_ORDER_OPTION	159
MST[EQ$@1$@2$!ADD$@1$@2$]MSP[N]	159
MST[ADD$@1$@2$!NEG$@1$]MSP[N]	159
CHECK_ORDER_OPTION	159
umask	158
freecon	158
dir_name	158
alloc_field	158
MST[NEQ$@1$@2$!DIV$@2$@1$]MSP[N]	158
MST[ADD$@1$@2$!EQ$@1$@2$]MSP[N]	158
DEV_DEBUG_OPTION	158
line_chars_allocated	157
cwd_n_alloc	157
mknod	156
MST[ADD$@1$@2$!SUB$@2$@1$]MSP[N]	156
MST[ADD$@1$@2$!NEG$@2$]MSP[N]	156
#ifdef	156
mbstate_t	155
writeline	154
sort_none	154
print_pairables	154
VERSION	154
set_datestr	153
mbrlen	152
human_SI	152
fileinfo	152
dir_len	152
can_fname2	152
MST[ADD$@1$@2$!ABS$@1$]MSP[N]	152
print_grand_total	151
only_file_2	151
setuid	150
setgid	150
fs_type_list	150
fs_next	150
bin_buffer_unaligned	150
MST[SUB$@1$@2$!MOD$@2$@1$]MSP[N]	150
DIGEST_ALIGN	150
print_table	149
AT_FDCWD	149
only_file_1	148
need_dir	148
MST[SUB$@1$@2$!LE$@1$@2$]MSP[N]	148
ARRAY_CARDINALITY	148
strto2uintmax	147
queue_directory	147
MST[SUB$@1$@2$!GE$@2$@1$]MSP[N]	147
MST[ADD$@1$@2$!BITXOR$@1$@2$]MSP[N]	147
sort_files	146
both	146
NAME_MAX_MINIMUM	146
MST[SUB$@1$@2$!GT$@2$@1$]MSP[N]	146
MST[C!CONSTVAL$0$]MSP[S]	146
MST[ASSIGN$V1$@2$!LE$@2$V1$]MSP[N]	146
MST[SUB$@1$@2$!LT$@1$@2$]MSP[N]	145
lr_108	144
MST[ASSIGN$V1$@2$!OPERAND$V1$]MSP[N]	144
MST[ADD$@1$@2$!MOD$@1$@2$]MSP[N]	144
MST[ADD$@1$@2$!BITNOT$@1$]MSP[N]	144
DIGEST_STREAM	144
SUFFIX_OPTION	143
MST[ADD$@1$@2$!BITAND$@1$@2$]MSP[N]	143
MAX	143
DEREF_NEVER	143
0x03	143
tee_files	142
siginterrupt	142
print_factors_single	142
posix2_version	142
mpz_clear	142
MST[EQ$@1$@2$!BITSHR$@1$@2$]MSP[N]	142
MST[ADD$@1$@2$!BITNOT$@2$]MSP[N]	142
DIRED_PUTCHAR	142
200112	142
MST[NEQ$V1$@2$!ASSIGN$V1$@2$]MSP[N]	141
MST[NEQ$@1$@2$!MOD$@2$@1$]MSP[N]	141
MST[ADD$@1$@2$!BITSHL$@2$@1$]MSP[N]	141
print_current_files	140
parse_len	140
get_quoting_style	140
MST[ADD$V1$@2$!ASSIGN$V1$@2$]MSP[N]	140
max_idx	139
inval_warn	139
fdutimensat	139
extract_dirs_from_files	139
V_changes_only	139
EXIT_CONVERSION_WARNINGS	139
AT_SYMLINK_NOFOLLOW	139
'I'	139
uname_long_options	138
mp_factor_clear	138
freeline	138
a	138
QUIET_OPTION	138
sync	137
quoting_style_args	137
MST[ADD$@1$@2$!BITSHL$@1$@2$]MSP[N]	137
MST[SUB$@1$@2$!BITSHR$@1$@2$]MSP[N]	136
MIN_COLUMN_WIDTH	136
xfields	135
line_no	135
MST[SUB$@1$@2$!LT$@2$@1$]MSP[N]	135
MST[NEQ$@1$@2$!BITAND$@1$@2$]MSP[N]	135
q_style	134
getpwuid	134
alg	134
xstrtol	133
sorted_file	133
read	133
component_start	133
MST[SUB$@1$@2$!GT$@1$@2$]MSP[N]	133
EINTR	133
MST[SUB$@1$@2$!GE$@1$@2$]MSP[N]	132
MST[PADD_DEREF$P1$@2$!PDEREF_LEFTINC$P1$]MSP[N]	132
xstrtol_fatal	131
sa_mask	131
sa_flags	131
prog_fprintf	131
SA_RESTART	131
mount_list	130
lr_103	130
SI_PLATFORM	130
MST[SUB$@1$@2$!LE$@2$@1$]MSP[N]	130
MST[PADD_DEREF$A1$@2$!PDEREF_ADD$A1$@2$]MSP[N]	130
'k'	130
initialize_exit_failure	129
spareline	128
show_date	128
quoting_style_vals	128
quotearg_colon	128
hide	128
MST[PADD_DEREF$P1$@2$!PDEREF_RIGHTINC$P1$]MSP[N]	128
MST[EQ$@1$@2$!BITXOR$@1$@2$]MSP[N]	128
num_processors	127
nfactors	127
field_data_t	127
alloc_table_row	127
MST[PADD_DEREF$P1$@2$!PDEREF_RIGHTDEC$P1$]MSP[N]	127
BUFLEN	127
lba	126
SWAPLINES	126
MST[PADD_DEREF$P1$@2$!PDEREF_LEFTDEC$P1$]MSP[N]	126
MST[ADD$@1$@2$!BITOR$@1$@2$]MSP[N]	126
reset_line	125
res	125
init_linep	125
seconds	124
readlinebuffer_delim	124
do_ftruncate	124
ALG_SQUFOF	124
X2NREALLOC	123
S_IFBLK	123
MST[PADD_DEREF$A1$@2$!PDEREF_SUB$A1$@2$]MSP[N]	123
#ifndef	123
xstrtod	122
time_masks	122
_IOLBF	122
'<'	122
setup_padding_buffer	121
gid_to_name	121
get_root_dev_ino	121
free_ent	121
EXIT_STATUS	121
set_additional_groups	120
make_ancestor_function	120
gr_gid	120
MST[LT$@1$@2$!GT$@2$@1$]MSP[N]	120
pw_gid	119
getgrnam	119
format_sp_int	119
color_types	119
color_if_tty	119
color_args	119
auto_padding	119
COLOR_OPTION	119
optc_to_fileno	118
new_perms	118
naively_expected_perms	118
lr_106	118
interrupt_signal	118
THOUSEP	118
NODEV	118
MST[BITAND$@1$@2$!MOD$@2$@1$]MSP[N]	118
ENC_B64BLOCKSIZE	118
stop_signal_count	117
setfscreatecon	117
MST[LT$@1$@2$!BITXOR$@1$@2$]MSP[N]	117
short_options	116
refstats	116
80	116
smack_set_label_for_self	115
'T'	115
append	114
SIGSTOP	114
MST[LT$@1$@2$!SUB$@2$@1$]MSP[N]	114
MST[LT$@1$@2$!LE$@2$@1$]MSP[N]	114
MST[LT$@1$@2$!GE$@1$@2$]MSP[N]	114
MST[LT$@1$@2$!EQ$@1$@2$]MSP[N]	114
MST[ADD$@1$@2$!DIV$@1$@2$]MSP[N]	114
MST[ADD$@1$@2$!CONSTVAL$0$]MSP[N]	114
subdired_obstack	113
apply_suffix	113
dired_obstack	112
MST[LT$@1$@2$!GT$@1$@2$]MSP[N]	112
MST[LT$@1$@2$!DIV$@1$@2$]MSP[N]	112
MST[BITAND$@1$@2$!MOD$@1$@2$]MSP[N]	112
MST[ASSIGN$V1$@2$!ABS$V1$]MSP[N]	112
xcharalloc	111
locale_time_style	111
iso_time_style	111
decode	111
component_len	111
'\v'	111
prepare_padded_number	110
MST[BITAND$@1$@2$!DIV$@1$@2$]MSP[N]	110
MST[ASSIGN$V1$@2$!LT$@2$V1$]MSP[N]	110
sigaddset	109
pw_name	109
posixly_correct	109
none	109
memset	109
ai_err	109
MIGHT_BE_J2_ARG	109
'D'	109
'C'	109
MST[BITAND$@1$@2$!DIV$@2$@1$]MSP[N]	108
MST[BITAND$@1$@2$!BITSHR$@2$@1$]MSP[N]	108
MST[@!ABS$@$]MSP[S]	108
*stats	108
stdout_closed	107
not_an_escape;	107
lr_88	107
close_stream	107
MST[EQ$@1$@2$!OPERAND$@1$]MSP[N]	107
MST[AND$@1$@2$!CONSTVAL$1$]MSP[N]	107
utsname	106
settime	106
set_libstdbuf_options	106
chopt_free	106
MST[AND$@1$@2$!OR$@1$@2$]MSP[N]	106
'9'	106
'8'	106
mpz_init_set_str	105
mp_factor	105
mode_string	105
count_consecutive_X_s	105
chdir	105
_GL_ATTRIBUTE_PURE	105
SIGINT	105
MST[LT$@1$@2$!MOD$@2$@1$]MSP[N]	105
tm_mon	104
require_sync	104
chroot	104
MST[LT$@1$@2$!NEQ$@1$@2$]MSP[N]	104
':'	104
tm_year	103
tm_sec	103
tm_min	103
tm_mday	103
tm_hour	103
save_argc	103
passwd	103
getgrgid	103
dired_dump_obstack	103
OFF_T_MAX	103
MST[LT$@1$@2$!LE$@1$@2$]MSP[N]	103
MST[LT$@1$@2$!GE$@2$@1$]MSP[N]	103
1900L	103
12	103
parse_user_spec	102
just_echo:	102
c_isspace	102
argv_iter_done;	101
OFF_T_MIN	101
MST[BITAND$@1$@2$!LT$@2$@1$]MSP[N]	101
MST[BITAND$@1$@2$!LT$@1$@2$]MSP[N]	101
MST[BITAND$@1$@2$!LE$@2$@1$]MSP[N]	101
MST[BITAND$@1$@2$!GT$@2$@1$]MSP[N]	101
MST[BITAND$@1$@2$!GT$@1$@2$]MSP[N]	101
MST[BITAND$@1$@2$!GE$@1$@2$]MSP[N]	101
MST[AND$@1$@2$!OPERAND$@1$]MSP[N]	101
EBADF	101
MST[LT$@1$@2$!MOD$@1$@2$]MSP[N]	100
Chown_option	100
remove_parents	99
is_selinux_enabled	99
group	99
found	99
directory	99
directories_first	99
print_unpairables_2	98
print_unpairables_1	98
ignore_fail_on_non_empty	98
cwd_file	98
_POSIX_PATH_MAX	98
POSIX_MODE	98
PATH_MAX_MINIMUM	98
MST[LT$@1$@2$!SUB$@1$@2$]MSP[N]	98
restore_default_color	97
print_inode	97
parse_group	97
MST[LT$@1$@2$!BITSHR$@1$@2$]MSP[N]	97
HUMAN_MODE	97
xstrtoimax	96
fflush	95
caption	95
MST[SUB$@1$@2$!MOD$@1$@2$]MSP[N]	95
MST[LT$@1$@2$!DIV$@2$@1$]MSP[N]	95
MST[EQ$@1$@2$!LT$@2$@1$]MSP[S]	95
DEFAULT_MODE	95
*cwd_file	95
split_3	94
lr_99	94
hex_digits	94
add_excluded_fs_type	94
MST[LT$@1$@2$!NEG$@2$]MSP[N]	94
MST[LT$@1$@2$!BITNOT$@1$]MSP[N]	94
MST[LT$@1$@2$!BITAND$@1$@2$]MSP[N]	94
MST[EQ$@1$@2$!GT$@1$@2$]MSP[S]	94
DEBUG_OPTION	94
process_dir	93
getloadavg	93
getfilecon	93
OUTPUT_OPTION	93
MST[NEQ$@1$@2$!BITXOR$@1$@2$]MSP[N]	93
MST[LT$@1$@2$!ABS$@1$]MSP[N]	93
MST[BITAND$@1$@2$!LE$@1$@2$]MSP[N]	93
IGNORE_DEFAULT	93
','	93
warning	92
strrchr	92
sort_version	92
numeric_ids	92
do_decode	92
batch_convert	92
_PC_NAME_MAX	92
MST[LT$@1$@2$!ADD$@1$@2$]MSP[N]	92
MST[BITAND$@1$@2$!GE$@2$@1$]MSP[N]	92
length_buf	91
'\''	91
process_suffixed_number	90
nextarg	90
lr_91	90
lr_90	90
hide_patterns	90
geteuid	90
MST[SUB$@1$@2$!DIV$@1$@2$]MSP[N]	90
ptr_align	89
minor_t	89
major_t	89
__GLIBC_MINOR__	89
X2REALLOC	89
>>=	89
suffix_char	88
q_freq	88
base64_decode_ctx	88
MST[LT$V1$@2$!ASSIGN$V1$@2$]MSP[N]	88
IGNORE_FAIL_ON_NON_EMPTY_OPTION	88
setgroups	87
context_t	87
TIOCGWINSZ	87
NPROC_ALL	87
ALL_OPTION	87
sysv_sum_file	86
sort_reverse	86
lr_89	86
lr_102	86
bsd_sum_file	86
TOTAL_OPTION	86
MST[LT$@1$@2$!NEG$@1$]MSP[N]	86
current_time	85
MST[LT$@1$@2$!BITSHL$@2$@1$]MSP[N]	85
LOOP_DETECT	85
safe_read	84
fts_level	84
SAFE_READ_ERROR	84
PORTABILITY_OPTION	84
MST[SUB$@1$@2$!NEG$@1$]MSP[N]	84
MST[SUB$@1$@2$!BITNOT$@1$]MSP[N]	84
MST[LT$@1$@2$!MUL$@1$@2$]MSP[N]	84
FTS_NS	84
FTS_AGAIN	84
print_esc	83
mode_compile	83
logical_getcwd	83
context_free	83
MST[LT$@1$@2$!BITSHR$@2$@1$]MSP[N]	83
AI_ERR_MEM	83
userid_compare	82
human_base_1024	82
MST[SUB$@1$@2$!OPERAND$@1$]MSP[N]	82
MST[SUB$@1$@2$!ADD$@1$@2$]MSP[N]	82
MST[NEQ$@1$@2$!SUB$@1$@2$]MSP[N]	82
MST[LT$@1$@2$!BITNOT$@2$]MSP[N]	82
MST[EQ$@1$@2$!BITSHL$@2$@1$]MSP[N]	82
MST[AND$@1$@2$!CONSTVAL$0$]MSP[N]	82
qsort	81
extract_trimmed_name	81
UNAME_UNAME	81
MST[SUB$@1$@2$!NEG$@2$]MSP[N]	81
MST[SUB$@1$@2$!BITOR$@1$@2$]MSP[N]	81
MST[SUB$@1$@2$!BITNOT$@2$]MSP[N]	81
MST[EQ$@1$@2$!CONSTVAL$0$]MSP[N]	81
ignorable_failure	80
extern	80
do_encode	80
compute_number_width	80
MST[SUB$@1$@2$!BITSHL$@2$@1$]MSP[N]	80
ioctl	79
autoformat	79
MST[SUB$@1$@2$!BITAND$@1$@2$]MSP[N]	79
MST[SUB$@1$@2$!ABS$@1$]MSP[N]	79
MST[LT$@1$@2$!OPERAND$@1$]MSP[N]	79
_round	78
N_	78
MST[SUB$@1$@2$!TRAPSTMT]MSP[N]	78
MST[BITAND$@1$@2$!BITSHR$@1$@2$]MSP[N]	78
MST[AND$@1$@2$!OPERAND$@2$]MSP[N]	78
strip_trailing_slashes	77
round_types	77
round_args	77
rfc_2822_format	77
lr_96	77
UTIME_NOW	77
TYPE_MAXIMUM	77
PADDING_OPTION	77
MST[NEQ$@1$@2$!NEG$@1$]MSP[N]	77
MST[NEQ$@1$@2$!ADD$@1$@2$]MSP[N]	77
MST[LT$@1$@2$!CONSTVAL$0$]MSP[N]	77
MST[LT$@1$@2$!BITSHL$@1$@2$]MSP[N]	77
MST[LT$@1$@2$!BITOR$@1$@2$]MSP[N]	77
GROUPING_OPTION	77
Change_status	77
CH_SUCCEEDED	77
CH_NO_CHANGE_REQUESTED	77
CH_NOT_APPLIED	77
CH_FAILED	77
security_context_t	76
nomoreargs	76
MST[NEQ$@1$@2$!MUL$@1$@2$]MSP[N]	76
HEADER_OPTION	76
ttyname	75
mode_create_from_ref	75
get_stat_atime	75
endgrent	75
created_directory_format	75
_PC_PATH_MAX	75
TTY_FAILURE	75
MAXGID	75
GID_T_MAX	75
print_padded_number	74
portable_chars_only	74
parse_size	74
get_input_fstatus	74
MST[NEQ$@1$@2$!BITSHL$@1$@2$]MSP[N]	74
MST[ASSIGN$V1$@2$!NEQ$V1$@2$]MSP[N]	74
mode_changed	73
mode_change	73
lseek	73
argv_iter_err	73
_POSIX_NAME_MAX	73
MST[SUB$@1$@2$!EQ$@1$@2$]MSP[N]	73
MST[SUB$@1$@2$!BITSHL$@1$@2$]MSP[N]	73
type	72
l	72
di	72
SEEK_END	72
MST[SUB$@1$@2$!NEQ$@1$@2$]MSP[N]	72
EXPR_INVALID	72
'g'	72
savewd_process_files	71
no_more_flag_characters;	71
no_more_flag_characters:	71
mode_bits	71
LONGEST_HUMAN_READABLE	71
rmdir	70
long_opts	70
grand_fsu	70
fprintftime	70
chopt_init	70
VALUE	70
USERSPEC	70
MST[SUB$V1$@2$!ASSIGN$V1$@2$]MSP[N]	70
MST[SUB$@1$@2$!CONSTVAL$1$]MSP[N]	70
MST[PDEREF_ADD$A1$@2$!PADD_DEREF$A1$@2$]MSP[N]	70
MST[EQ$@1$@2$!LT$@1$@2$]MSP[S]	70
MST[EQ$@1$@2$!GT$@2$@1$]MSP[S]	70
GROUPS	70
257	70
color_symlink_as_referent	69
check_symlink_color	69
MST[SUB$@1$@2$!BITXOR$@1$@2$]MSP[N]	69
MST[PDEREF_ADD$A1$@2$!PSUB_DEREF$A1$@2$]MSP[N]	69
C_EXEC	69
sysinfo	68
print_esc_string	68
fts_errno	68
MST[LT$@1$@2$!ABS$@2$]MSP[N]	68
HAVE_SYSINFO	68
C_MISSING	68
stophandler	67
program_path	67
print_author	67
me	67
eval	67
_field	67
HOST_OPERATING_SYSTEM	67
FSTYPE_FIELD	67
*=	67
tcgetpgrp	66
sighandler	66
sigemptyset	66
ignorable_ctx_err	66
abort	66
SIGTSTP	66
MST[SUB$@1$@2$!CONSTVAL$0$]MSP[N]	66
MST[ASSIGN$V1$@2$!LT$V1$@2$]MSP[N]	66
IGNORE_DOT_AND_DOTDOT	66
FORMAT_OPTION	66
remove_suffix	65
parse_format_string	65
padding_alignment	65
file_systems_processed	65
MBS_ALIGN_LEFT	65
'U'	65
y	64
time_style_args	64
sort_extension	64
pw_uid	64
lr_105	64
lr_104	64
getpwnam	64
base_name	64
MST[LT$@1$@2$!OPERAND$@2$]MSP[N]	64
IS_RELATIVE_FILE_NAME	64
HIDE_OPTION	64
FILE_SYSTEM_PREFIX_LEN	64
AUTHOR_OPTION	64
100	64
write_counts	63
get_line	63
free_pending_ent	63
lr_97	62
lr_87	62
format_needs_type	62
FIELD_OPTION	62
'>'	62
rm_min	61
rm_max	61
read_file_system_list	61
fts_statp	61
MST[LE$@1$@2$!MOD$@2$@1$]MSP[N]	61
DIGEST_BIN_BYTES	61
time_style_types	60
strmode	60
fmt	60
WTMP_FILE	60
MST[SWITCH!REMOVECASES$1$]MSP[S]	60
MST[LT$@1$V2$!ASSIGN$V2$@1$]MSP[N]	60
MST[LE$@1$@2$!GE$@1$@2$]MSP[N]	60
MST[LE$@1$@2$!ADD$@1$@2$]MSP[N]	60
realpath_canon	59
n0	59
makedev	59
initbuffer	59
indicator_style_types	59
indicator_style_args	59
context_new	59
QUOTING_STYLE_OPTION	59
MST[BITAND$@1$@2$!SUB$@1$@2$]MSP[N]	59
INDICATOR_STYLE_OPTION	59
ls_mode	58
MST[BITAND$@1$@2$!SUB$@2$@1$]MSP[N]	58
MST[BITAND$@1$@2$!NEG$@1$]MSP[N]	58
MST[BITAND$@1$@2$!BITXOR$@1$@2$]MSP[N]	58
LS_MULTI_COL	58
unit_to_umax	57
putenv	57
fts_info	57
file_size_width	57
MST[OR$@1$@2$!CONSTVAL$0$]MSP[N]	57
FTS_DP	57
DATE_FMT_LANGINFO	57
#	57
mpz_t	56
lr_98	56
lines	56
UCHAR_MAX	56
MST[LT$@1$@2$!CONSTVAL$1$]MSP[N]	56
MST[LE$@1$@2$!GE$@2$@1$]MSP[N]	56
MST[BITAND$@1$@2$!MUL$@1$@2$]MSP[N]	56
MST[ADD$@1$@2$!MUL$@1$@2$]MSP[N]	56
INT_BUFSIZE_BOUND	56
xgetgroups	55
scontext_width	55
readtokens0_free	55
minor_device_number_width	55
major_device_number_width	55
inode_number_width	55
command_line_arg	55
caught_sig	55
block_size_width	55
argv_iter_free	55
TZSET	55
PDS_TRAILING_YEAR	55
OUTPUT_DELIMITER_OPTION	55
MST[OR$@1$@2$!AND$@1$@2$]MSP[N]	55
MST[LE$@1$@2$!LT$@2$@1$]MSP[N]	55
MST[EQ$@1$@2$!DIV$@1$@2$]MSP[S]	55
MST[BITAND$@1$@2$!ADD$@1$@2$]MSP[N]	55
argv_iterator	54
MST[LE$@1$@2$!MUL$@1$@2$]MSP[N]	54
MST[LE$@1$@2$!GT$@1$@2$]MSP[N]	54
MST[EQ$@1$@2$!MOD$@1$@2$]MSP[S]	54
LC_COLLATE	54
padding_buffer	53
owner_width	53
nlink_width	53
group_width	53
gettime	53
author_width	53
MST[NEQ$@1$@2$!OPERAND$@2$]MSP[N]	53
MST[LE$@1$@2$!EQ$@1$@2$]MSP[N]	53
MST[BITAND$@1$@2$!NEQ$@1$@2$]MSP[N]	53
FILES0_FROM_OPTION	53
time_spec_string	52
time_spec	52
n1	52
iso_8601_format	52
format_str_suffix	52
format_str_prefix	52
file_number	52
any_has_acl	52
MST[SUB$@1$@2$!DELSTMT]MSP[N]	52
MST[EQ$@1$@2$!LE$@2$@1$]MSP[S]	52
LS_LS	52
LS_LONG_FORMAT	52
'\t'	52
specified_type	51
specified_role	51
specified_range	51
maybe_close_stdout	51
hash_get_n_entries	51
hash_free	51
bytes	51
MST[NEQ$@1$@2$!LE$@1$@2$]MSP[S]	51
MST[NEQ$@1$@2$!GE$@2$@1$]MSP[S]	51
MST[LE$@1$@2$!NEQ$@1$@2$]MSP[N]	51
MST[ASSIGN$V1$@2$!MOD$@2$V1$]MSP[N]	51
'\r'	51
'\f'	51
with_commas	50
rc	50
count	50
candidate	50
MST[LE$@1$@2$!SUB$@1$@2$]MSP[N]	50
MST[LE$@1$@2$!GT$@2$@1$]MSP[N]	50
MST[LE$@1$@2$!CONSTVAL$1$]MSP[N]	50
MST[EQ$@1$@2$!GE$@1$@2$]MSP[S]	50
MST[EQ$@1$@2$!BITSHR$@1$@2$]MSP[S]	50
'V'	50
print_owner	49
join_header_lines	49
MST[OR$@1$@2$!CONSTVAL$1$]MSP[N]	49
MST[EQ$@1$@2$!GE$@2$@1$]MSP[S]	49
MST[BITAND$@1$@2$!BITSHL$@2$@1$]MSP[N]	49
mib	48
endif	48
PDS_SECONDS	48
PDS_CENTURY	48
MST[NEQ$@1$@2$!BITSHR$@2$@1$]MSP[N]	48
MST[NEQ$@1$@2$!BITSHR$@1$@2$]MSP[N]	48
MST[LE$@1$@2$!LT$@1$@2$]MSP[N]	48
MST[LE$@1$@2$!DIV$@2$@1$]MSP[N]	48
MST[EQ$@1$@2$!LE$@1$@2$]MSP[S]	48
MST[EQ$@1$@2$!BITSHR$@2$@1$]MSP[S]	48
HEADER_LINE_OPTION	48
'\x1B'	48
sysctl	47
nsize	47
mkdir_options	47
get_header	47
get_field_list	47
flag_prove_primality	47
STRNCMP_LIT	47
MST[BITAND$V1$@2$!ASSIGN$V1$@2$]MSP[N]	47
time_mtime	46
lr_109	46
fxn	46
decimal_point_length	46
cputype	46
MST[ADD$@1$@2$!OPERAND$@2$]MSP[N]	46
FILE_TYPE_INDICATOR_OPTION	46
sort_name	45
rm_rel	45
perms	45
lr_92	45
linelength	45
MST[LE$@1$@2$!MOD$@1$@2$]MSP[N]	45
MST[LE$@1$@2$!DIV$@1$@2$]MSP[N]	45
MST[EQ$@1$@2$!ABS$@2$]MSP[N]	45
MST[BITOR$@1$@2$!LE$@2$@1$]MSP[N]	45
tcon	44
quit;	44
fts_accpath	44
TIME_STYLE_OPTION	44
SHOW_CONTROL_CHARS_OPTION	44
RADIXCHAR	44
MST[SUB$@1$@2$!MUL$@1$@2$]MSP[N]	44
MST[OR$@1$@2$!OPERAND$@1$]MSP[N]	44
MST[BITOR$@1$@2$!LE$@1$@2$]MSP[N]	44
MST[BITOR$@1$@2$!GE$@2$@1$]MSP[N]	44
MST[BITOR$@1$@2$!GE$@1$@2$]MSP[N]	44
CHMOD_MODE_BITS	44
BLOCK_SIZE_OPTION	44
11	44
join	43
int)	43
STAT_SQUFOF	43
RELATIVE_TO_OPTION	43
RELATIVE_BASE_OPTION	43
MST[NEQ$@1$@2$!GT$@2$@1$]MSP[S]	43
MST[BITAND$@1$@2$!OPERAND$@1$]MSP[N]	43
MST[ASSIGN$V1$@2$!GE$V1$@2$]MSP[N]	43
C_ORPHAN	43
(unsigned	43
usable_st_size	42
path_prefix	42
one	42
STREQ_LEN	42
MST[BITOR$@1$@2$!LT$@2$@1$]MSP[N]	42
MST[BITOR$@1$@2$!LT$@1$@2$]MSP[N]	42
MST[BITOR$@1$@2$!GT$@2$@1$]MSP[N]	42
MST[BITOR$@1$@2$!GT$@1$@2$]MSP[N]	42
MST[ASSIGN$V1$@2$!EQ$V1$@2$]MSP[N]	42
CPU_TYPE_POWERPC	42
CPU_SUBTYPE_MULTIPLE	42
ARGMATCH	42
words	41
s_len	41
readtokens0_init	41
readtokens0	41
parse_ls_color	41
fsu_blocksize	41
SI_OPTION	41
MST[NEQ$@1$@2$!MOD$@1$@2$]MSP[S]	41
MST[BITOR$@1$@2$!BITSHR$@2$@1$]MSP[N]	41
MST[BITAND$@1$@2$!ABS$@1$]MSP[N]	41
14	41
13	41
announce_mkdir	40
TYPE_MINIMUM	40
MST[LE$@1$@2$!NEG$@1$]MSP[N]	40
MST[LE$@1$@2$!ABS$@1$]MSP[N]	40
MST[BITOR$@1$@2$!MOD$@1$@2$]MSP[N]	40
MST[BITAND$@1$@2$!EQ$@1$@2$]MSP[N]	40
realname	39
compare_files	39
chars	39
TIME_SPEC_DATE	39
MST[SUB$@1$@2$!OPERAND$@2$]MSP[N]	39
MST[ADD$@1$@2$!CONSTVAL$1$]MSP[N]	39
time_types	38
set_LD_PRELOAD	38
format_types	38
format_args	38
cell	38
abmon_init	38
__linux__	38
_GL_UNUSED	38
P	38
MST[NEQ$@1$@2$!LT$@1$@2$]MSP[S]	38
MST[LE$@1$@2$!SUB$@2$@1$]MSP[N]	38
MST[EQ$@1$@2$!DIV$@2$@1$]MSP[S]	38
MST[BITOR$@1$@2$!DIV$@1$@2$]MSP[N]	38
MST[ASSIGN$V1$@2$!GE$@2$V1$]MSP[N]	38
IGNORE_OPTION	38
GROUP_DIRECTORIES_FIRST_OPTION	38
FULL_TIME_OPTION	38
ENOTDIR	38
DEREF_COMMAND_LINE_ARGUMENTS	38
DEREF_ALWAYS	38
ni	37
isdir	37
gen_tempname_len	37
dcgettext	37
MST[LE$@1$@2$!BITXOR$@1$@2$]MSP[N]	37
MST[BITAND$@1$@2$!BITOR$@1$@2$]MSP[N]	37
GT_NOCREATE	37
'N'	37
xnanosleep	36
strtok	36
state	36
specified_user	36
scon	36
pattern	36
col	36
b0	36
_exit	36
MST[LE$@1$@2$!BITAND$@1$@2$]MSP[N]	36
MST[LE$@1$@2$!ABS$@2$]MSP[N]	36
MST[EQ$@1$@2$!MOD$@2$@1$]MSP[S]	36
MST[ASSIGN$V1$@2$!BITOR$V1$@2$]MSP[S]	36
GT_DIR	36
DEREFERENCE_COMMAND_LINE_SYMLINK_TO_DIR_OPTION	36
ignore_pattern	35
evaluate	35
error_number	35
MST[PADD$A1$@2$!OPERAND$A1$]MSP[S]	35
MST[NEQ$@1$@2$!LE$@2$@1$]MSP[S]	35
MST[NEQ$@1$@2$!CONSTVAL$0$]MSP[S]	35
MST[LE$@1$@2$!BITSHR$@1$@2$]MSP[N]	35
MST[LE$@1$@2$!BITNOT$@1$]MSP[N]	35
MST[EQ$@1$@2$!MUL$@1$@2$]MSP[S]	35
MST[EQ$@1$@2$!BITNOT$@2$]MSP[N]	35
MST[BITAND$@1$@2$!BITSHL$@1$@2$]MSP[N]	35
5	35
32	35
used_color	34
block_or_character;	34
argmatch_invalid	34
S_IFCHR	34
MST[LE$V1$@2$!ASSIGN$V1$@2$]MSP[N]	34
MST[LE$@1$V2$!ASSIGN$V2$@1$]MSP[N]	34
z	33
r1	33
dev_ino_pop	33
a0	33
MST[SUB$@1$@2$!ABS$@2$]MSP[N]	33
MST[PSUB$A1$@2$!OPERAND$@2$]MSP[N]	33
MST[NEQ$@1$@2$!BITNOT$@2$]MSP[S]	33
MST[ADD$@1$@2$!BITSHL$@1$@2$]MSP[S]	33
tcontext	32
stat_ok	32
sort_types	32
sort_args	32
seq	32
print_dir	32
nm1	32
make_ancestor	32
hash_delete	32
S_IFDIR	32
SORT_OPTION	32
MST[LE$@1$@2$!BITNOT$@2$]MSP[N]	32
MST[BITOR$@1$@2$!MOD$@2$@1$]MSP[N]	32
MST[BITAND$@1$@2$!BITNOT$@1$]MSP[N]	32
*hide	32
rfc_3339_format	31
long_iso_time_style	31
full_iso_time_style	31
Time_spec	31
MST[OR$@1$@2$!OPERAND$@2$]MSP[N]	31
MST[GT$@1$@2$!NEG$@1$]MSP[N]	31
MST[GT$@1$@2$!LT$@2$@1$]MSP[N]	31
MST[BITOR$@1$@2$!DIV$@2$@1$]MSP[N]	31
MST[BITAND$@1$@2$!NEG$@2$]MSP[N]	31
to_unit_size	30
st_uid	30
seq2	30
seq1	30
ptrdiff_t	30
mkdir_errno	30
from_unit_size	30
argmatch	30
add_fs_type	30
SOURCE_FIELD	30
MST[MUL$@1$@2$!LT$@2$@1$]MSP[N]	30
MST[MUL$@1$@2$!GE$@1$@2$]MSP[N]	30
MST[LE$@1$@2$!CONSTVAL$0$]MSP[N]	30
MST[LE$@1$@2$!BITSHL$@1$@2$]MSP[N]	30
MST[GT$@1$@2$!BITXOR$@1$@2$]MSP[N]	30
MST[BITOR$@1$@2$!BITSHR$@1$@2$]MSP[N]	30
MST[ASSIGN$V1$@2$!ABS$@2$]MSP[N]	30
MST[AND$@1$@2$!CONSTVAL$0$]MSP[S]	30
rel_mode_t	29
r0	29
pos	29
m	29
get_dev	29
endptr	29
SYNC_OPTION	29
NO_SYNC_OPTION	29
MST[SUB$@1$V2$!ASSIGN$V2$@1$]MSP[N]	29
MST[NEQ$@1$@2$!BITSHL$@2$@1$]MSP[N]	29
MST[MUL$@1$@2$!MOD$@1$@2$]MSP[N]	29
MST[MUL$@1$@2$!DIV$@1$@2$]MSP[N]	29
MST[GT$@1$@2$!LE$@2$@1$]MSP[N]	29
MST[GT$@1$@2$!ABS$@1$]MSP[N]	29
MST[EQ$@1$@2$!NEG$@1$]MSP[S]	29
MST[EQ$@1$@2$!BITNOT$@1$]MSP[S]	29
MST[ADD$@1$@2$!BITSHL$@2$@1$]MSP[S]	29
BUFSIZ	29
scale_to_types	28
scale_to_args	28
scale_from_types	28
scale_from_args	28
lr_95	28
lr_101	28
lr_100	28
inval_types	28
inval_args	28
ignore_patterns	28
extract_fields	28
bv	28
TO_UNIT_OPTION	28
TO_OPTION	28
ROUND_OPTION	28
MST[NEQ$@1$@2$!GE$@1$@2$]MSP[S]	28
MST[MUL$@1$@2$!LT$@1$@2$]MSP[N]	28
MST[MUL$@1$@2$!LE$@2$@1$]MSP[N]	28
MST[MUL$@1$@2$!LE$@1$@2$]MSP[N]	28
MST[MUL$@1$@2$!GT$@2$@1$]MSP[N]	28
MST[MUL$@1$@2$!GE$@2$@1$]MSP[N]	28
MST[MUL$@1$@2$!BITSHR$@2$@1$]MSP[N]	28
MST[EQ$@1$@2$!CONSTVAL$0$]MSP[S]	28
INVALID_OPTION	28
FROM_UNIT_OPTION	28
'S'	28
'Q'	28
%	28
literal_quoting_style	27
file_name_free	27
ext	27
diff	27
dest	27
c_quoting_style	27
Q	27
MST[PADD$A1$@2$!PSUB$A1$@2$]MSP[S]	27
MST[NEQ$@1$@2$!BITNOT$@1$]MSP[S]	27
MST[MUL$@1$@2$!GT$@1$@2$]MSP[N]	27
MST[GT$@1$@2$!LE$@1$@2$]MSP[N]	27
MST[GT$@1$@2$!GE$@2$@1$]MSP[N]	27
MST[GT$@1$@2$!EQ$@1$@2$]MSP[N]	27
MST[GT$@1$@2$!BITNOT$@1$]MSP[N]	27
MST[ASSIGN$V1$@2$!OPERAND$V1$]MSP[S]	27
parse_datetime	26
mp_factors	26
constr	26
MST[SUB$@1$@2$!BITSHR$@1$@2$]MSP[S]	26
MST[P!PRIGHTDEC$P$]MSP[S]	26
MST[NEQ$@1$@2$!OPERAND$@1$]MSP[N]	26
MST[NEQ$@1$@2$!DIV$@1$@2$]MSP[S]	26
MST[LE$@1$@2$!BITSHL$@2$@1$]MSP[N]	26
MST[GT$@1$@2$!LT$@1$@2$]MSP[N]	26
MST[GT$@1$@2$!GE$@1$@2$]MSP[N]	26
MST[GT$@1$@2$!DIV$@1$@2$]MSP[N]	26
MST[EQ$@1$@2$!NEG$@2$]MSP[N]	26
LD_PRELOAD	26
user	25
use_name	25
get_all_entries	25
file_name_concat	25
emit_cycle_warning	25
cycle_warning_required	25
best_match	25
b1	25
MST[PLEFTINC$P1$!PLEFTDEC$P1$]MSP[N]	25
MST[NEQ$V1$@2$!ASSIGN$V1$@2$]MSP[S]	25
MST[LE$@1$@2$!OPERAND$@2$]MSP[N]	25
MST[EQ$@1$@2$!OPERAND$@2$]MSP[N]	25
MST[EQ$@1$@2$!ABS$@1$]MSP[S]	25
FTS_DC	25
spec	24
r1m	24
old_libs	24
n_tok	24
mkdtemp_len	24
crc_remainder	24
argv_iter_init_stream	24
MST[LE$@1$@2$!OPERAND$@1$]MSP[N]	24
MST[LE$@1$@2$!NEG$@2$]MSP[N]	24
MST[LE$@1$@2$!BITSHR$@2$@1$]MSP[N]	24
MST[GT$@1$@2$!MOD$@1$@2$]MSP[N]	24
MST[EQ$@1$V2$!ASSIGN$V2$@1$]MSP[N]	24
FTS_DNR	24
CAN_ALL_BUT_LAST	24
xgetcwd	23
relpath	23
make_dir_parents	23
inline	23
ignore_case	23
filesno	23
a1	23
MST[SUB$@1$@2$!MOD$@2$@1$]MSP[S]	23
MST[NEQ$@1$@2$!MOD$@2$@1$]MSP[S]	23
MST[BITOR$@1$@2$!BITXOR$@1$@2$]MSP[N]	23
MST[BITOR$@1$@2$!ADD$@1$@2$]MSP[N]	23
MST[AND$@1$@2$!OPERAND$@1$]MSP[S]	23
MST[ADD$@1$@2$!BITXOR$@1$@2$]MSP[S]	23
MST[ADD$@1$@2$!BITOR$@1$@2$]MSP[S]	23
vstrtoumax	22
st_dev	22
ssize	22
savewd	22
pending	22
oldset	22
iv	22
is_prime	22
input_filename	22
in_stream	22
gr_name	22
fsp	22
\	22
STDERR_FILENO	22
MST[PSUB$P1$@2$!PRIGHTINC$P1$]MSP[N]	22
MST[NEQ$@1$@2$!EQ$@1$@2$]MSP[S]	22
MST[MUL$@1$@2$!MOD$@2$@1$]MSP[N]	22
MST[MUL$@1$@2$!DIV$@2$@1$]MSP[N]	22
MST[GT$V1$@2$!ASSIGN$V1$@2$]MSP[N]	22
MST[EQ$@1$@2$!CONSTVAL$1$]MSP[S]	22
MST[BITOR$@1$@2$!MUL$@1$@2$]MSP[N]	22
MST[BITOR$@1$@2$!EQ$@1$@2$]MSP[N]	22
MST[BITOR$@1$@2$!CONSTVAL$0$]MSP[N]	22
MST[BITOR$@1$@2$!BITSHL$@2$@1$]MSP[N]	22
MST[BITOR$@1$@2$!BITSHL$@1$@2$]MSP[N]	22
MST[ASSIGN$V1$@2$!LT$@2$V1$]MSP[S]	22
MST[ADD$@1$@2$!LE$@2$@1$]MSP[S]	22
MST[ADD$@1$@2$!LE$@1$@2$]MSP[S]	22
FTS_ERR	22
y1	21
y0	21
tokenbuffer	21
sigprocmask	21
rm_abs	21
remove	21
lint	21
freev	21
devlist	21
algo_name_len	21
PRIdMAX	21
MST[PSUB$P1$@2$!PRIGHTDEC$P1$]MSP[N]	21
MST[PSUB$P1$@2$!PLEFTINC$P1$]MSP[N]	21
MST[PSUB$P1$@2$!PLEFTDEC$P1$]MSP[N]	21
MST[PADD_DEREF$A1$@2$!PDEREF_SUB$A1$@2$]MSP[S]	21
MST[MUL$@1$@2$!BITSHR$@1$@2$]MSP[N]	21
MST[EQ$@1$@2$!BITOR$@1$@2$]MSP[S]	21
MST[BITXOR$@1$@2$!DIV$@1$@2$]MSP[N]	21
MST[BITOR$@1$@2$!SUB$@1$@2$]MSP[N]	21
MST[BITOR$@1$@2$!NEG$@1$]MSP[N]	21
MST[BITOR$@1$@2$!BITNOT$@2$]MSP[N]	21
MST[BITOR$@1$@2$!ABS$@1$]MSP[N]	21
MST[ASSIGN$V1$@2$!LE$V1$@2$]MSP[N]	21
MST[ADD$@1$@2$!GT$@2$@1$]MSP[S]	21
MST[ADD$@1$@2$!GE$@2$@1$]MSP[S]	21
MST[ADD$@1$@2$!GE$@1$@2$]MSP[S]	21
FTS_SLNONE	21
nproc_query	20
lr_46	20
linkname	20
linepos	20
horizontal	20
gidtostr	20
column_info	20
TTY_WRITE_ERROR	20
SIG_SETMASK	20
NPROC_CURRENT_OVERRIDABLE	20
MST[SUB$@1$@2$!LE$@2$@1$]MSP[S]	20
MST[SUB$@1$@2$!GE$@1$@2$]MSP[S]	20
MST[GT$@1$@2$!MOD$@2$@1$]MSP[N]	20
MST[EQ$@1$@2$!BITSHL$@1$@2$]MSP[S]	20
MST[BITOR$V1$@2$!ASSIGN$V1$@2$]MSP[N]	20
MST[BITOR$@1$@2$!SUB$@2$@1$]MSP[N]	20
MST[BITOR$@1$@2$!NEQ$@1$@2$]MSP[N]	20
MST[BITOR$@1$@2$!NEG$@2$]MSP[N]	20
MST[BITOR$@1$@2$!BITAND$@1$@2$]MSP[N]	20
MST[BITAND$@1$@2$!GE$@2$@1$]MSP[S]	20
MST[AND$@1$@2$!OPERAND$@2$]MSP[S]	20
EXPR_FAILURE	20
0.0	20
x1	19
x0	19
src	19
print_uptime	19
np	19
filetype	19
MST[P!PRIGHTINC$P$]MSP[S]	19
MST[NEQ$@1$@2$!BITOR$@1$@2$]MSP[N]	19
MST[GT$@1$@2$!BITNOT$@2$]MSP[N]	19
MST[BITOR$@1$@2$!CONSTVAL$1$]MSP[N]	19
MST[BITOR$@1$@2$!BITNOT$@1$]MSP[N]	19
MST[BITAND$@1$@2$!LE$@1$@2$]MSP[S]	19
MST[ASSIGN$V1$@2$!GT$@2$V1$]MSP[N]	19
MST[ASSIGN$V1$@2$!BITNOT$V1$]MSP[N]	19
MST[ADD$@1$@2$!OPERAND$@1$]MSP[N]	19
MST[ADD$@1$@2$!LT$@1$@2$]MSP[S]	19
MST[ADD$@1$@2$!BITSHR$@2$@1$]MSP[S]	19
HAVE_GMP	19
timetostr	18
quit:	18
indicator_name	18
escaped_filename	18
dst	18
argv_iter	18
RFC_3339_OPTION	18
MST[PADD_DEREF$P1$@2$!PDEREF_LEFTDEC$P1$]MSP[S]	18
MST[NEQ$@1$@2$!GT$@1$@2$]MSP[S]	18
MST[BITXOR$@1$@2$!MOD$@2$@1$]MSP[N]	18
MST[ASSIGN$V1$@2$!NEG$@2$]MSP[N]	18
MST[AND$@1$@2$!OR$@1$@2$]MSP[S]	18
MST[AND$@1$@2$!CONSTVAL$1$]MSP[S]	18
MST[ADD$@1$V2$!ASSIGN$V2$@1$]MSP[N]	18
AI_ERR_READ	18
AI_ERR_EOF	18
umul_ppmm	17
trace	17
set_program_path	17
power	17
pad	17
dot_sb	17
dirp	17
block_or_character:	17
PDS_PRE_2000	17
MST[SUB$@1$@2$!LT$@2$@1$]MSP[S]	17
MST[SUB$@1$@2$!BITXOR$@1$@2$]MSP[S]	17
MST[PDEREF_SUB$A1$@2$!PSUB_DEREF$A1$@2$]MSP[N]	17
MST[PDEREF_SUB$A1$@2$!PADD_DEREF$A1$@2$]MSP[N]	17
MST[PADD_DEREF$P1$@2$!PDEREF_RIGHTDEC$P1$]MSP[S]	17
MST[PADD$P1$@2$!PLEFTINC$P1$]MSP[S]	17
MST[LE$@1$@2$!BITOR$@1$@2$]MSP[N]	17
MST[BITOR$@1$@2$!OPERAND$@1$]MSP[N]	17
MST[ADD$@1$@2$!MOD$@2$@1$]MSP[S]	17
to_write	16
processor	16
lsetfilecon	16
fstype	16
fields	16
emit_size_note	16
do_chown	16
component	16
cmp	16
a_prim	16
PKGLIBDIR	16
MST[SUB$@1$@2$!GT$@1$@2$]MSP[S]	16
MST[PSUB_DEREF$P1$@2$!PDEREF_RIGHTINC$P1$]MSP[N]	16
MST[PSUB_DEREF$P1$@2$!PDEREF_RIGHTDEC$P1$]MSP[N]	16
MST[PSUB_DEREF$P1$@2$!PDEREF_LEFTINC$P1$]MSP[N]	16
MST[PSUB_DEREF$A1$@2$!PDEREF_ADD$A1$@2$]MSP[N]	16
MST[PADD_DEREF$P1$@2$!PDEREF_RIGHTINC$P1$]MSP[S]	16
MST[NEQ$@1$@2$!LT$@2$@1$]MSP[S]	16
MST[NEQ$@1$@2$!BITSHR$@2$@1$]MSP[S]	16
MST[MUL$@1$@2$!EQ$@1$@2$]MSP[N]	16
MST[LT$@1$@2$!MOD$@1$@2$]MSP[S]	16
MST[EQ$@1$@2$!SUB$@2$@1$]MSP[S]	16
MST[EQ$@1$@2$!SUB$@1$@2$]MSP[S]	16
MST[EQ$@1$@2$!NEQ$@1$@2$]MSP[S]	16
MST[EQ$@1$@2$!BITXOR$@1$@2$]MSP[S]	16
MST[BITAND$@1$@2$!EQ$@1$@2$]MSP[S]	16
MST[BITAND$@1$@2$!DIV$@2$@1$]MSP[S]	16
MST[ASSIGN$V1$@2$!NEQ$V1$@2$]MSP[S]	16
MST[ASSIGN$V1$@2$!ABS$V1$]MSP[S]	16
MST[ADD$@1$@2$!LT$@2$@1$]MSP[S]	16
MST[ADD$@1$@2$!DIV$@2$@1$]MSP[S]	16
8192	16
row	15
robust_getcwd	15
printed	15
null	15
int_value	15
getlogin	15
file_name_init	15
dirname	15
S_IRUSR	15
P1	15
MST[PSUB_DEREF$P1$@2$!PDEREF_LEFTDEC$P1$]MSP[N]	15
MST[PSUB_DEREF$A1$@2$!PDEREF_SUB$A1$@2$]MSP[N]	15
MST[PRIGHTINC$P1$!PLEFTDEC$P1$]MSP[N]	15
MST[PRIGHTINC$P1$!OPERAND$P1$]MSP[N]	15
MST[PADD$P1$@2$!PRIGHTINC$P1$]MSP[S]	15
MST[LT$@1$@2$!MOD$@2$@1$]MSP[S]	15
MST[LT$@1$@2$!LE$@1$@2$]MSP[S]	15
MST[DIV$@1$@2$!NEQ$@1$@2$]MSP[N]	15
MST[DIV$@1$@2$!EQ$@1$@2$]MSP[N]	15
MST[BITAND$@1$@2$!CONSTVAL$0$]MSP[N]	15
MST[BITAND$@1$@2$!BITNOT$@2$]MSP[N]	15
MST[ASSIGN$V1$@2$!LE$@2$V1$]MSP[S]	15
MST[ASSIGN$V1$@2$!GT$V1$@2$]MSP[N]	15
MST[ADD$@1$@2$!SUB$@2$@1$]MSP[S]	15
MST[ADD$@1$@2$!ABS$@2$]MSP[N]	15
vstrtold	14
uid_to_name	14
string_to_security_class	14
put_indicator	14
old_spec	14
nfields	14
locale_quoting_style	14
known_value	14
fsu	14
absolute_name	14
MST[PRIGHTINC$P1$!PLEFTINC$P1$]MSP[N]	14
MST[PADD_DEREF$A1$@2$!PDEREF_ADD$A1$@2$]MSP[S]	14
MST[OR$@1$@2$!OPERAND$@1$]MSP[S]	14
MST[MUL$@1$@2$!SUB$@2$@1$]MSP[N]	14
MST[MUL$@1$@2$!SUB$@1$@2$]MSP[N]	14
MST[MUL$@1$@2$!OPERAND$@2$]MSP[N]	14
MST[MUL$@1$@2$!NEQ$@1$@2$]MSP[N]	14
MST[MUL$@1$@2$!NEG$@2$]MSP[N]	14
MST[MUL$@1$@2$!NEG$@1$]MSP[N]	14
MST[MUL$@1$@2$!CONSTVAL$1$]MSP[N]	14
MST[MUL$@1$@2$!BITXOR$@1$@2$]MSP[N]	14
MST[MUL$@1$@2$!BITOR$@1$@2$]MSP[N]	14
MST[MUL$@1$@2$!BITNOT$@2$]MSP[N]	14
MST[MUL$@1$@2$!BITNOT$@1$]MSP[N]	14
MST[MUL$@1$@2$!BITAND$@1$@2$]MSP[N]	14
MST[MUL$@1$@2$!ADD$@1$@2$]MSP[N]	14
MST[LE$@1$@2$!LT$@1$@2$]MSP[S]	14
MST[EQ$V1$@2$!ASSIGN$V1$@2$]MSP[S]	14
MST[DIV$@1$@2$!OPERAND$@1$]MSP[N]	14
MST[DIV$@1$@2$!NEG$@1$]MSP[N]	14
MST[DIV$@1$@2$!MUL$@1$@2$]MSP[N]	14
MST[DIV$@1$@2$!LT$@1$@2$]MSP[N]	14
MST[DIV$@1$@2$!LE$@2$@1$]MSP[N]	14
MST[DIV$@1$@2$!LE$@1$@2$]MSP[N]	14
MST[DIV$@1$@2$!GT$@1$@2$]MSP[N]	14
MST[DIV$@1$@2$!ADD$@1$@2$]MSP[N]	14
MST[DIV$@1$@2$!ABS$@1$]MSP[N]	14
MST[BITXOR$@1$@2$!DIV$@2$@1$]MSP[N]	14
MST[BITAND$@1$@2$!ABS$@2$]MSP[N]	14
MST[ADD$@1$@2$!GT$@1$@2$]MSP[S]	14
MST[ADD$@1$@2$!BITSHR$@1$@2$]MSP[S]	14
MB_LEN_MAX	14
var	13
total	13
syntax_error	13
plarge	13
me_mountdir	13
list	13
integer	13
get_funky_string	13
g0	13
cols	13
available	13
Tokens	13
MST[NEQ$@1$@2$!NEG$@2$]MSP[N]	13
MST[NEQ$@1$@2$!BITAND$@1$@2$]MSP[S]	13
MST[MUL$@1$@2$!BITSHL$@2$@1$]MSP[N]	13
MST[LT$@1$@2$!GE$@2$@1$]MSP[S]	13
MST[LT$@1$@2$!BITSHR$@2$@1$]MSP[S]	13
MST[LE$@1$@2$!GT$@2$@1$]MSP[S]	13
MST[EQ$@1$@2$!BITAND$@1$@2$]MSP[S]	13
MST[DIV$@1$@2$!SUB$@2$@1$]MSP[N]	13
MST[DIV$@1$@2$!OPERAND$@2$]MSP[N]	13
MST[DIV$@1$@2$!MOD$@2$@1$]MSP[N]	13
MST[DIV$@1$@2$!MOD$@1$@2$]MSP[N]	13
MST[BITXOR$@1$@2$!BITSHR$@2$@1$]MSP[N]	13
MST[BITOR$@1$@2$!DIV$@2$@1$]MSP[S]	13
MST[ASSIGN$V1$@2$!LT$V1$@2$]MSP[S]	13
MST[ADD$@1$@2$!DIV$@1$@2$]MSP[S]	13
GETGROUPS_T	13
76	13
(*	13
wc	12
uni_value	12
st_ino	12
sep	12
resolved	12
re_buffer	12
quotearg_n_style_mem	12
negative	12
isblank	12
displayed_width	12
contype	12
bsd_reversed	12
ap	12
MST[PLEFTINC$P1$!OPERAND$P1$]MSP[N]	12
MST[PADD_DEREF$P1$@2$!PDEREF_LEFTINC$P1$]MSP[S]	12
MST[NEQ$@1$V2$!ASSIGN$V2$@1$]MSP[N]	12
MST[NEQ$@1$@2$!BITSHR$@1$@2$]MSP[S]	12
MST[LT$@1$@2$!BITNOT$@2$]MSP[S]	12
MST[LT$@1$@2$!ABS$@1$]MSP[S]	12
MST[EQ$@1$@2$!ADD$@1$@2$]MSP[S]	12
MST[DIV$@1$@2$!SUB$@1$@2$]MSP[N]	12
MST[DIV$@1$@2$!GE$@2$@1$]MSP[N]	12
MST[DIV$@1$@2$!GE$@1$@2$]MSP[N]	12
MST[DIV$@1$@2$!BITXOR$@1$@2$]MSP[N]	12
MST[DIV$@1$@2$!BITOR$@1$@2$]MSP[N]	12
MST[DIV$@1$@2$!BITNOT$@1$]MSP[N]	12
MST[DIV$@1$@2$!BITAND$@1$@2$]MSP[N]	12
MST[BITXOR$@1$@2$!MOD$@1$@2$]MSP[N]	12
MST[BITXOR$@1$@2$!LE$@2$@1$]MSP[N]	12
MST[BITXOR$@1$@2$!GE$@1$@2$]MSP[N]	12
MST[BITOR$@1$@2$!MOD$@2$@1$]MSP[S]	12
MST[BITAND$@1$@2$!BITSHR$@2$@1$]MSP[S]	12
MST[ADD$V1$@2$!ASSIGN$V1$@2$]MSP[S]	12
MST[ADD$@1$@2$!NEG$@1$]MSP[S]	12
MST[ADD$@1$@2$!MOD$@1$@2$]MSP[S]	12
MST[ADD$@1$@2$!EQ$@1$@2$]MSP[S]	12
ISWHITE	12
BUFFER_SIZE	12
};	11
uint_fast32_t	11
simple_strtod_error	11
scale_base	11
s1	11
s0	11
prefix_len	11
prefix	11
output_count	11
mu	11
line1	11
input_str	11
eval6	11
esc_length	11
errno_rmdir_non_empty	11
errno_may_be_empty	11
equals_end	11
disk	11
MST[SUB$@1$@2$!NEQ$@1$@2$]MSP[S]	11
MST[NEQ$@1$@2$!ABS$@2$]MSP[N]	11
MST[MUL$@1$@2$!CONSTVAL$0$]MSP[N]	11
MST[MUL$@1$@2$!BITSHL$@1$@2$]MSP[N]	11
MST[MUL$@1$@2$!ABS$@1$]MSP[N]	11
MST[LT$@1$@2$!OPERAND$@1$]MSP[S]	11
MST[LT$@1$@2$!NEG$@1$]MSP[S]	11
MST[LT$@1$@2$!DIV$@2$@1$]MSP[S]	11
MST[LE$@1$@2$!EQ$@1$@2$]MSP[S]	11
MST[DIV$@1$@2$!NEG$@2$]MSP[N]	11
MST[DIV$@1$@2$!LT$@2$@1$]MSP[N]	11
MST[DIV$@1$@2$!GT$@2$@1$]MSP[N]	11
MST[DIV$@1$@2$!BITSHR$@2$@1$]MSP[N]	11
MST[DIV$@1$@2$!BITSHR$@1$@2$]MSP[N]	11
MST[DIV$@1$@2$!BITSHL$@2$@1$]MSP[N]	11
MST[DIV$@1$@2$!BITNOT$@2$]MSP[N]	11
MST[BITXOR$@1$@2$!SUB$@1$@2$]MSP[N]	11
MST[BITXOR$@1$@2$!LE$@1$@2$]MSP[N]	11
MST[BITXOR$@1$@2$!GE$@2$@1$]MSP[N]	11
MST[BITAND$@1$@2$!LT$@2$@1$]MSP[S]	11
MST[BITAND$@1$@2$!LT$@1$@2$]MSP[S]	11
MST[BITAND$@1$@2$!LE$@2$@1$]MSP[S]	11
MST[BITAND$@1$@2$!GT$@2$@1$]MSP[S]	11
MST[BITAND$@1$@2$!GT$@1$@2$]MSP[S]	11
MST[BITAND$@1$@2$!GE$@1$@2$]MSP[S]	11
MST[ADD$@1$@2$!NEQ$@1$@2$]MSP[S]	11
(sig)	11
written	10
when_timespec	10
uni_blank	10
strspn	10
required_mon_width	10
rem	10
re_regs	10
queue	10
prime	10
orig_st	10
mulredc2	10
mpz_cmp_ui	10
mp_factor_insert	10
modebuf	10
lr_66	10
lim	10
len2	10
is_empty_dir	10
input_units	10
in_word	10
file_x	10
fgets	10
available_to_root	10
S	10
RC_error	10
PDS_LEADING_YEAR	10
MST[SUB$@1$@2$!DIV$@2$@1$]MSP[S]	10
MST[SUB$@1$@2$!CONSTVAL$1$]MSP[S]	10
MST[PADD$A1$@2$!OPERAND$@2$]MSP[S]	10
MST[NEQ$@1$@2$!CONSTVAL$1$]MSP[N]	10
MST[LT$@1$@2$!MUL$@1$@2$]MSP[S]	10
MST[LT$@1$@2$!CONSTVAL$1$]MSP[S]	10
MST[LT$@1$@2$!BITSHL$@1$@2$]MSP[S]	10
MST[GT$@1$@2$!MUL$@1$@2$]MSP[N]	10
MST[GT$@1$@2$!CONSTVAL$0$]MSP[N]	10
MST[GT$@1$@2$!BITSHL$@2$@1$]MSP[N]	10
MST[DIV$@1$@2$!BITSHL$@1$@2$]MSP[N]	10
MST[BITXOR$@1$@2$!NEQ$@1$@2$]MSP[N]	10
MST[BITXOR$@1$@2$!LT$@2$@1$]MSP[N]	10
MST[BITXOR$@1$@2$!BITSHL$@2$@1$]MSP[N]	10
MST[BITXOR$@1$@2$!BITSHL$@1$@2$]MSP[N]	10
MST[BITSHR$@1$@2$!SUB$@2$@1$]MSP[N]	10
MST[BITSHR$@1$@2$!SUB$@1$@2$]MSP[N]	10
MST[BITSHR$@1$@2$!NEQ$@1$@2$]MSP[N]	10
MST[BITSHR$@1$@2$!NEG$@2$]MSP[N]	10
MST[BITSHR$@1$@2$!MOD$@2$@1$]MSP[N]	10
MST[BITSHR$@1$@2$!DIV$@2$@1$]MSP[N]	10
MST[BITSHR$@1$@2$!CONSTVAL$1$]MSP[N]	10
MST[BITSHR$@1$@2$!BITXOR$@1$@2$]MSP[N]	10
MST[BITSHR$@1$@2$!BITSHL$@2$@1$]MSP[N]	10
MST[BITSHR$@1$@2$!BITOR$@1$@2$]MSP[N]	10
MST[BITSHR$@1$@2$!BITNOT$@2$]MSP[N]	10
MST[BITSHR$@1$@2$!BITNOT$@1$]MSP[N]	10
MST[BITSHR$@1$@2$!ADD$@1$@2$]MSP[N]	10
MST[BITAND$@1$@2$!CONSTVAL$1$]MSP[N]	10
MST[BITAND$@1$@2$!BITSHR$@1$@2$]MSP[S]	10
MST[ASSIGN$V1$@2$!MOD$@2$V1$]MSP[S]	10
MST[ADD$@1$@2$!NEG$@2$]MSP[S]	10
MST[ADD$@1$@2$!ABS$@1$]MSP[S]	10
ALG_POLLARD_RHO	10
*v	10
'?'	10
unsupported_device	9
tostring	9
sqrt_n	9
prjoin	9
printv	9
pct	9
nh	9
mp_prime_p	9
me_dummy	9
max_cols	9
line2	9
len1	9
ino	9
g1	9
fsize	9
filename_unescape	9
end	9
e2	9
devlist_head	9
d1	9
base64_decode_ctx_init	9
base64_decode_context	9
SSE_OK_PRECISION_LOSS	9
PS_FAIL	9
MST[PADD$P1$@2$!PLEFTDEC$P1$]MSP[S]	9
MST[P!PLEFTDEC$P$]MSP[S]	9
MST[LT$@1$V2$!ASSIGN$V2$@1$]MSP[S]	9
MST[LT$@1$@2$!NEG$@2$]MSP[S]	9
MST[LT$@1$@2$!EQ$@1$@2$]MSP[S]	9
MST[LT$@1$@2$!BITSHL$@2$@1$]MSP[S]	9
MST[LT$@1$@2$!BITNOT$@1$]MSP[S]	9
MST[LT$@1$@2$!ABS$@2$]MSP[S]	9
MST[GT$@1$@2$!SUB$@2$@1$]MSP[N]	9
MST[GT$@1$@2$!SUB$@1$@2$]MSP[N]	9
MST[GT$@1$@2$!NEQ$@1$@2$]MSP[N]	9
MST[GT$@1$@2$!DIV$@2$@1$]MSP[N]	9
